[["0",{"pageContent":"Anders Häggkvist \n\nFörändringsledare\n\nOrganisationsutvecklare\n\nLeanexpert\n\n \n\nÖversikt","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":1,"to":11}}}}],["1",{"pageContent":"Anders har över 12 års erfarenhet av förändringsledning både på strategisk och operativ nivå där han använder sig av Agila principer för att skapa ständig förbättring med engagerade medarbetare och nöjdare kunder som resultat. De flesta av Anders uppdrag har handlat om att driva och leda där digitalisering av verksamheten har varit i fokus. Anders är mål och resultatinriktad men också duktig på att skapa generiska och effektiva arbetssätt som gynnar samarbete mellan exempelvis utvecklings- och förvaltningsorganisationerna. Anders trivs i ledande roller vid förändringsarbete och organisationsutveckling. Han kan med sin gedigna erfarenhet från många olika branscher snabbt se och implementera kostnadseffektiva lösningar i olika organisationer. Anders har stor erfarenhet av att leda och utveckla verksamheter vad gäller organisation, processer, arbetssätt och medarbetare. Anders har en unik förmåga att synliggöra både helheten och detaljerna för hela verksamheten. Roller som Anders tidigare har haft är tex: Förändringsledare, Applikationschef IT, Verksamhetsutvecklare, Organisationsutvecklare, Lean-implementatör, Agil coach,","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":13,"to":13}}}}],["2",{"pageContent":"både helheten och detaljerna för hela verksamheten. Roller som Anders tidigare har haft är tex: Förändringsledare, Applikationschef IT, Verksamhetsutvecklare, Organisationsutvecklare, Lean-implementatör, Agil coach, Projektledare, Workshopledare, Utbildare, Logistikchef, Planeringschef, Processägare, Produktägare och Logistikkonsult. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":13,"to":13}}}}],["3",{"pageContent":"Med mod, trovärdighet och sin höga ambitionsnivå lyckas Anders med de förändringar där andra har misslyckats. Anders har ett genuint engagemang, han är målinriktad och får saker att hända, Han är tydlig, strukturerad och modig och får snabbt vitt skilda personligheter att arbeta mot samma mål. Anders vill komma framåt, han lokaliserar snabbt problembilden och hittar smarta lösningar. Han är väldigt effektiv och levererar positiva resultat som verkligen syns i verksamheten. Anders är rak, ärlig och smidig vilket gör att man snabbt får ett stort förtroende för honom. Anders lyckas med förändringar där andra har misslyckats, han visar på nödvändigheten, entusiasmerar personalen och avdramatiserar processen. Han lyckas med enkla medel förändra både arbets- och tankesätt och får medarbetarna att växa och vara delaktiga. Anders har en mycket hög ambitionsnivå och ger inte upp vid en motgång utan hittar hela tiden nya vägar och lösningar. Han inspirerar när det är rörigt och hans ambition smittar av sig på andra. Sammanställningen baseras på svar från kollegor och kunder som lämnat svar anonymt. Detta har analyserats av Per Frykman - Your Professional Reputation.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":15,"to":15}}}}],["4",{"pageContent":"Han inspirerar när det är rörigt och hans ambition smittar av sig på andra. Sammanställningen baseras på svar från kollegor och kunder som lämnat svar anonymt. Detta har analyserats av Per Frykman - Your Professional Reputation. Branscherfarenhet","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":15,"to":15}}}}],["5",{"pageContent":"Uppdragshistorik\n\nVäderstad\n\nApplikationschef IT\n\n2021 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":19,"to":25}}}}],["6",{"pageContent":"Ansvarig och drivande för förvaltning och utveckling av företagets alla interna IT-applikationer. Säkerställa ett effektivt arbetssätt i linje med företagets och avdelningens utsatta mål. Huvudsakliga arbetsuppgifter är att leda verksamhetens arbete vad gäller mjukvaru- och systemutveckling samt förvaltning. Leda och vidareutveckla verksamheten vad gäller organisation, personal, processer och övergripande arbetssätt. Säkerställa metoder/processer för, nyutveckling, vidareutveckling, källkodshantering, teknisk dokumentation och testmetoder. Säkerställa att utvecklingsarbete bedrivs enligt beslutade metoder och modeller. Kontinuerligt jobba med grundorsaksanalys för att ständigt förbättra tillgänglighet på information och system, allt för att uppfylla kundens SLA. Kvalitetssäkra tidsåtgång och planering i det dagliga arbetet inom gruppen. Ansvar för leverans av systemutvecklingsprojekt och drift. Ansvar för företagets informationssäkerhet i Väderstads system inom koncernen. Ansvar för att ta fram strategier, mål och kortsiktiga mål för att utveckla företagets applikationsgrupp och kundrelationer. Ingår i IT´s","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":27,"to":27}}}}],["7",{"pageContent":"och drift. Ansvar för företagets informationssäkerhet i Väderstads system inom koncernen. Ansvar för att ta fram strategier, mål och kortsiktiga mål för att utveckla företagets applikationsgrupp och kundrelationer. Ingår i IT´s ledningsgrupp och har övergripande ansvar för avdelningens utveckling samt att uppfylla målet \"One IT\" tillsammans med organisationen i Kanada och USA. Leder underställd personal och utför arbetsuppgifter kopplade till detta såsom rekrytering, lönesamtal samt mål/- och utvecklingssamtal. Gruppen består av 13 personer och organisationen ska fortsätta växa för att uppfylla verksamhetens behov av digitalisering och moderna IT-stöd. Projektledare för att arbeta fram en förvaltningsmodell som i samarbete med verksamheten rullas ut för samtliga förvaltningsobjekt internationellt. Arbetet genomförs så agilt som möjligt genom ett begränsat antal pilotprojekt där det ges utrymme att justera och korrigera modellen efter hand. I projektet ingår att ta fram rollbeskrivningar, samverkansformer, förvaltningsplaner, årshjul och digitala samarbetsytor, samt att förtydliga processen för change och demand. Implementation av","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":27,"to":27}}}}],["8",{"pageContent":"korrigera modellen efter hand. I projektet ingår att ta fram rollbeskrivningar, samverkansformer, förvaltningsplaner, årshjul och digitala samarbetsytor, samt att förtydliga processen för change och demand. Implementation av förvaltningsmodellen pågår och projektet ska övergå till förvaltning i månadsskiftet mars/april.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":27,"to":27}}}}],["9",{"pageContent":"Kvadrat Linköping AB\n\nAffärsutvecklare\n\n2019 - 2020\n\nStartat upp en ny verksamhet i Norrköping med försäljning av IT-konsulter och affärsutveckling av Kvadrats koncept. Framtagning av nya tjänster och produkter för att göra konsulterna ännu mer attraktiva på marknaden. Exempelvis Databasbesiktning och Innovation Box som handlar om hur vi kan hjälpa andra att innovera effektivare.\n\n\n\nSaab Cyber Security\n\nTeamledare / Agil coach\n\n2018 - 2019","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":31,"to":45}}}}],["10",{"pageContent":"Saab Cyber Security\n\nTeamledare / Agil coach\n\n2018 - 2019\n\nAnsvarig för att leda team bestående av lösningsarkitekter som utvecklar en effektiv och säker IT-miljö. Mina arbetsuppgifter var bland annat att lära ut och coacha i det Agila arbetssättet enligt SAFe, tydliggöra teamets ansvarsområden, vara delaktig i planering av resurs och kompetensbehov, stödja resurser i teamet, skapa tydlighet vid frågor inom teamet, introducera nya medarbetare, se till att det dagliga arbetet följer Quantums processer och riktlinjer, hålla koordineringsmöten m.m. Därutöver arbete med designdokumentation och ansvarig för två olika inköpsprojekt.\n\n\n\nFolksam\n\nFörändringsledare SAFe\n\n2017 - 2018","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":45,"to":59}}}}],["11",{"pageContent":"Folksam\n\nFörändringsledare SAFe\n\n2017 - 2018\n\nAnsvarig för att effektivisera utvecklingsprocessen hos Folksam i deras digitaliseringsresa. Utvecklingsprocessen består idag av IT-utvecklingteam men förväntas i en nära framtid bestå av både verksamhetsutvecklingsteam och IT-utvecklingsteam vilket ska samordnas och koordineras. Intensivt arbete nära Release Train Engineer, Produktägare och Agila coacher i de olika Agila utvecklingsteamen för att få effektivare kommunikation mellan gränsytorna i organisationen och pulsade samordnade leveranser. Målgruppsanalys tillsammans med chefer och efterföljande behovskartläggning tillsammans med chefer och slutanvändare för att säkerställa att rätt utvecklingsprocess tas fram. Processkartläggning samt framtagning av nya arbetssätt och förtydliga roller genom att använda SAFe-modellen. Skapa struktur för fortsatt framgångsrikt förändringsarbete genom att utbilda chefer, agila coacher och förändringsledare internt i bland annat ADKAR-modellen.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":59,"to":65}}}}],["12",{"pageContent":"Siemens Energy\n\nProduktägare / Agil coach\n\n2017 - 2017\n\nAnsvarig produktägare för utveckling och uppstart av visuell styrning för att skapa proaktiv hantering av prioriterade kunder. Målgruppsanalys och genomförande av kundbehovsanalys. Utbildning och träning i Agilt förbättringsarbete för att effektivare kunna bearbeta kundönskemål/kundklagomål. Framtagning och förankring av arbetsmodell för att säkerställa tvärfunktionell förståelse. Skapande av beräkningsmodell för att sortera och prioritera bland kunddata automatiskt. Framtagning och test av pilot för att kunna implementera arbetssättet på internationell basis. Coachning i Agilt tankesätt med både ledare och medarbetare.\n\n\n\nFinspångs kommun\n\nFörändringsledare / Agil coach\n\n2017 - 2017","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":69,"to":83}}}}],["13",{"pageContent":"Ansvarig för förändringsarbete enligt ADKAR-modellen där målet var att effektivisera bemanningsprocesserna med hjälp av nya arbetssätt och ny IT-miljö. Framtagning av kommunikationsplan för att säkerställa samarbetet mellan olika avdelningar, framtagning och förankring av mål och nyckeltal i form av nyttor, riskanalys, processkartläggning, verksamhetsanalys, kartläggning av kundbehov genom enkäter, målgruppsanalys och tyngdpunktsövningar. Framtagning av nya effektivare bemanningsprocesser, framtagning av digitala strukturer för bemanningsprocesserna med hjälp av SAFe. Agil produktägare i den första organisationsuppsättningen för att säkerställa kundvärde i produkten. Genomförande av förändringar mha Agila metoder som Team Coach i ett av tre utvecklingsteam. Aktivt coachande av ledare och intern förändringsledare för att säkerställa överföring av kompetens enligt ”train-the-trainer”-principen. Skapat väl fungerande Agil inbyggd utvärderingsstruktur där leverans av kundnyttor sker var sjätte vecka. Alla förändringar kvalitetssäkras med pulsade utvärderingar och PDCA-modellen.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":85,"to":85}}}}],["14",{"pageContent":"Norrköpings kommun\n\nFörändringsledare / Ledarcoach\n\n2014 - 2018\n\nFörändringsledare och ansvarig för Leaninförande på verksamhetsområde med över 3300 medarbetare. Framtagning av mål tillsammans med verksamheten. Genomförande av Leanutbildning, Leanspel, Värdeflödeskartläggningar och Lean inspirationsföreläsningar för chefer och medarbetare. Implementering av ett Agilt förbättringsarbete och Kanban samt Ständiga förbättringar i ett flertal processer. Framtagning av utbildningen Lean Ledarskap och ansvarig för utbildning och workshops kring Lean Ledarskap. Utveckling av flödeseffektiva processer med visuell styrning. Utveckling av chefscoachningsprogram samt coachning av förbättringsledare, chefer och produktägare. Uppbyggnad av och arbete i ny effektivare processbaserad organisation för fortsatt utrullning av Leaninförande.\n\n\n\nKronofogden\n\nLean Leader\n\n2014 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":89,"to":103}}}}],["15",{"pageContent":"Fullständig Leanimplementation i skuldsaneringsprocessen. Ledning av Leanspel och Leanutbildning för att öka medvetenheten hos alla i processen. Ledning av utbildning i Lean Ledarskap inklusive Workshop för praktiskt träning samt coachning av ledare i Lean Ledarskap. Implementation av Ständiga förbättringar i varje team. Framtagning av kommunikationsplan för Leanimplementationen. Workshopledning och utbildning i Värdeflödeskartläggning av processen. Genomförande av ett antal Värdeflödeskartläggningar på detaljerad nivå. Utbildning och coachning av Agilt förbättringsarbete. Skalning av Agilt förbättringsarbete till att gälla hela skuldsaneringsprocessen. Framtagning och implementation av Lean förbättringsstruktur i hela processen med nya roller och ansvar. Utbildning och coachning av interna förbättringsledare. Ständig kompetensöverföring till förbättringsledare, förbättringsgrupper och teamchefer för långsiktig hållbarhet. Implementering av ett Agilt tankesätt med frekvent utvärdering för att etablera överenskomna arbetssätt på riktigt.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":105,"to":105}}}}],["16",{"pageContent":"Kriminalvården\n\nProduktägare Processkontoret\n\n2013 - 2014\n\nProcesskartläggning av samtliga huvudprocesser på IT-avdelningen inklusive framtagning av konceptet Processkontoret. Uppstart och utrullning av Agilt förbättringsarbete med bland annat Kanban.\n\n\n\nTrafikverket\n\nProjektledare Lean-implementation\n\n2013 - 2014\n\nFramtagning av metodik. Utbildning av medarbetare och chefer. Coachning av förbättringsledare. Etablering av Agilt förbättringsarbete. Samordning med övriga förbättringsprojekt på och utanför enheten. Ledning av implementationen både regionalt och nationellt.\n\n\n\nÅklagarmyndigheten\n\nFörbättringsledare (LeanBox)\n\n2012 - 2014\n\nLedning av Leanspel, värdeflödeskartläggning samt workshopledning och metodstöd under Leanimplementationen. (inkl Projektledning, utbildning och coaching m.m.)\n\n\n\nKvarsebo skola\n\nMetodstöd Lean\n\n2012 - 2016","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":109,"to":143}}}}],["17",{"pageContent":"Ledning av Leanspel, värdeflödeskartläggning samt workshopledning och metodstöd under Leanimplementationen. (inkl Projektledning, utbildning och coaching m.m.)\n\n\n\nKvarsebo skola\n\nMetodstöd Lean\n\n2012 - 2016\n\nMetodstöd till rektor inom Lean, Lean ledarskap och hur man gör ständiga förbättringar till en del av organisationen. Arbete med värdegrundshjul och Leanutbildning m.m. Metodstöd och coachning under implementation av kontinuerligt kvalitetsarbete.\n\n\n\nSiemens Industrial Turbomachinery AB\n\nFörändringsledare / Lean-implementatör\n\n2012 - 2012\n\nFullskalig Lean-implementation i flera gränssnitt i leveransprocessen, mest av administrativ art. Ledning och arbete med bla: Lean-utbildning för chefer och medarbetare, uppstart och utveckling av självstyrande team, Chefscoachning, Visuell planering (Lean-tavlor), Avvikelsestyrt förbättringsarbete, upprättande av Kund-leverantörs-överenskommelser, Kittning av material, Processkartläggning, Systemutveckling, Standardisering av rutiner och arbetssätt m.m.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":143,"to":163}}}}],["18",{"pageContent":"Siemens Industrial Turbomachinery AB\n\nFörändringsledare / Lean-implementatör\n\n2010 - 2011\n\nFullskalig Leanimplementation i Godsmottagnings/Förrådsprocessen med både administrativa- och produktionsprocesser. Kortade ledtider från 7 dagar ner till 1 dag med bättre kvalitet, nöjdare kunder OCH personal. Processkartläggning med VSM, Ledning och arbete med bla: Lean-utbildning för chefer och medarbetare, uppstart och utveckling av självstyrande team, Visuell planering (Lean-tavlor), Avvikelsestyrt förbättringsarbete, upprättande av Kund-leverantörs-överenskommelser, Kittning av material, Systemutveckling, Studiebesök hos varandra, 5S, Standardisering av rutiner och arbetsätt m.m\n\n\n\nSiemens Industrial Turbomachinery AB\n\nLessons Learned Manager \n\n2010 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":167,"to":181}}}}],["19",{"pageContent":"Siemens Industrial Turbomachinery AB\n\nLessons Learned Manager \n\n2010 - 2012\n\nFramtagning av strategiskt gemensamt koncept för Lessons Learned på Siemens. Coachning av Project Managers och ledningen i hur Lessons Learned ska användas. Styrning och utveckling av avvikelsehanteringen i kundprojekten samt ansvar för processen som LL Manager.\n\n\n\nSiemens Industrial Turbomachinery AB\n\nVerksamhets- och processutvecklare\n\n2009 - 2010\n\nProcesskartläggning, processutveckling och processdokumentation av hela Gasturbinverksamheten i det strategiskt viktiga Harmoniseringsprojektet. Ledning av workshops, gruppdiskussioner och beslutsmöten med högsta ledningen. Dokumentation och digitalisering av omarbetad/harmoniserad process i verktyget ARIS (ett databasbaserat modelleringsverktyg som används som verksamhetsledningssystem)\n\n\n\nSiemens Industrial Turbomachinery AB\n\nWorkshopledare\n\n2009 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":181,"to":205}}}}],["20",{"pageContent":"Siemens Industrial Turbomachinery AB\n\nWorkshopledare\n\n2009 - 2012\n\nFlitigt anlitad wokshopledare i samband med komplex flödesanalys, process- och organisationsutveckling samt i samband med utveckling av grupper med samarbetsproblem m.m.\n\n\n\nSiemens Industrial Turbomachinery AB\n\nUtbildare LEAN@Siemens\n\n2009 - 2012\n\nUtbildning av chefer och medarbetare inom LEAN, Leanspel, och Effektiv Problemlösning\n\n\n\nSAPA Heat Transfer\n\nHuvudprojektledare\n\n2008 - 2009\n\nHuvudprojektledare för Cost Reduce Project. I samarbete med kunder inom bilindustrin skapades med Lean-principer som grund ett arbetssätt som reducerade kostnaden för alla inblandade parter. Detta genom att analysera det gemensamma flödet och fokusera på att eliminera icke-värdeskapande aktiviteter.\n\n\n\nSAPA Heat Transfer\n\nMaster Planner / Processägare\n\n2007 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":205,"to":239}}}}],["21",{"pageContent":"SAPA Heat Transfer\n\nMaster Planner / Processägare\n\n2007 - 2009\n\nUtveckling och ansvar för Sälj- och verksamhetsplaneringsprocessen. Med hjälp av processkartläggning och ständig förbättring skapades tillsammans med ledningsgruppen ett verktyg för såväl beslutsunderlag som ett visuellt hjälpmedel för företagets taktiska och operativa planering.\n\n\n\nLantmännen\n\nTransportchef / Huvudprojektledare\n\n2006 - 2007\n\nHuvudansvar för utveckling av en gemensam planeringsfunktion genom att kartlägga processerna med SCORE-modellen och sedan implementera en ny strategisk, taktisk och operativ organisation där kunden sattes i fokus.\n\n\n\nPEAB/Linköpings Universitet/Katrineholms kommun\n\nProjektledare / Processutvecklare\n\n2005 - 2006\n\nFramtagning och uppstart av ”Högteknologiskt centrum för industriellt byggande”. Utveckling av nya organisatoriska och logistiska strukturer inom byggindustrin med fokus på Lean-principer och Just-in-Time-lösningar. Brett samarbete mellan Kommun, Universitet och Näringsliv.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":239,"to":265}}}}],["22",{"pageContent":"Ostnor Production AB (FM Mattsson/Mora Armatur)\n\nLogistikchef / Processutvecklare\n\n2005 - 2005\n\nHuvudansvar för företagets materialflöden och sammanslagningen av två logistikfunktioner till en. Långtgående konkret värdegrundsarbete för effektivt teamsamarbete. Personalansvar för hela logistikfunktionen (Lager/transport/distribution/planering/avrop, ca 60 medarbetare). Ansvar för såväl strategisk som operativ planering samt medlem i ledningsgruppen.\n\n\n\nAmplio AB \n\nLogistik- och managementkonsult\n\n2004 - 2004\n\nLedning och utveckling av förändringsprocesser och komplexa logistikflöden. Huvudprojektledare för leverantörsutveckling inom verkstadsindustrin. \n\n\n\nSvenska Foder AB\n\nPlaneringschef / Huvudprojektledare\n\n2002 - 2004","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":269,"to":293}}}}],["23",{"pageContent":"Svenska Foder AB\n\nPlaneringschef / Huvudprojektledare\n\n2002 - 2004\n\nHuvudansvarig för att skapa en ny planeringsfunktion inklusive kundservicefunktion. Strategiskt arbete i ledningsgruppen för att skapa målstyrning av den nya organisationen och påbörja ett värdegrundsarbete mellan de olika avdelningarna. Ansvarig för Svenska Foders varuflöden samt samordning och inköp av transportuppdrag (5 medarbetare).\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Verksamhetsutveckling allmänt, Organisationsutveckling, Strategisk planering, Verksamhetsstyrning, Processutveckling, Affärsutveckling, Workshopledning, Processinförande, Verksamhetsanalys, Verksamhetsmodellering, \"Ledarskap, rekrytering, personalutveckling\", Metodstöd, Utbildning, Förändringsledning\n\nMetoder & Processer: Processer och metoder allmänt, ITIL, Agila metoder allmänt, LEAN, KANBAN\n\nLedarskap: Ledarskap allmänt, Kurs- och seminarieledare, Organisationskultur och värdegrund","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":293,"to":309}}}}],["24",{"pageContent":"Metoder & Processer: Processer och metoder allmänt, ITIL, Agila metoder allmänt, LEAN, KANBAN\n\nLedarskap: Ledarskap allmänt, Kurs- och seminarieledare, Organisationskultur och värdegrund\n\nProjektledning: Teknisk projektledning, Infrastruktur och logistik\n\nRoller: Team-ledare, Huvudprojektledare, Affärsutvecklare, Workshopledare, Organisations-och Processkonsult, Coach, Förändringsledare, Kommunikationscoach, Interimschef, Produktägare, Facilitator, Utbildningsledare, Teknisk projektledare, Scrum master\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2012\n\nBusiness Improvement, Siemens (SIT AB) 2009 - 2012\n\nMaster Planner, Sapa Heat Transfer 2007 - 2009\n\nTransportchef, Lantmännen 2006 - 2007\n\nProjektledare, PEAB/Linköpings Universitet/Katrineholms kommun 2005 - 2006\n\nLogistikchef, Ostnor AB (FM Mattsson/Mora Armatur) 2005 - 2005\n\nLogistikkonsult, Amplio AB 2004 - 2004\n\nPlaneringschef, Svenska Foder AB 2002 - 2004\n\nUtbildningar\n\nNudging och beteendevetenskap, DI Akademi, Stockholm, 2020 - 2020","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":309,"to":339}}}}],["25",{"pageContent":"Logistikkonsult, Amplio AB 2004 - 2004\n\nPlaneringschef, Svenska Foder AB 2002 - 2004\n\nUtbildningar\n\nNudging och beteendevetenskap, DI Akademi, Stockholm, 2020 - 2020\n\nCertifierad SAFe Leader, Dataföreningen Kompetens, Stockholm, 2017 - 2017\n\nCertifierad PROSCI förändringsledning (ADKAR), PROSCI, Sigtuna, 2016 - 2016\n\nCertifierad Lean Leader, Lean Enterprise Research, Plan Cardiff, 2013 - 2013\n\nITIL-foundation, Kriminalvården, 2013 - 2013\n\nLean Service Advanced, Plan Cardiff, 2012 - 2012\n\nLean@Siemens, Finspång, 2011 - 2012\n\nStaying Lean, Plan Göteborg, 2010 - 2010\n\nSix Sigma (Green Belt), Finspång / Danmark, 2009 - 2010\n\nLedarskap för förändring, Stockholm, 2009 - 2009\n\nCivilingenjör, Kommunikations- och transportsystem, Linköpings tekniska högskola, 1997 - 2002\n\nOrganization- and Process Development, National University of Ireland, Galway, 2001 - 2002","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anders.docx","loc":{"lines":{"from":339,"to":367}}}}],["26",{"pageContent":"Anna Westerberg \n\nScrum master\n\nProjektledare\n\nTeknisk projektledare\n\nSystemutvecklare\n\n \n\nÖversikt","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":1,"to":13}}}}],["27",{"pageContent":"Anna är en erfaren och ansvarstagande projektledare, Scrum Master och systemutvecklare med en imponerande karriär som sträcker sig över 20 år. Hon är passionerad över att leda agila team. Under sin yrkesbana har hon också agerat som team lead, projektledare, testare, användarsupport-tekniker, och kravställare, vilket har gett henne en djup förståelse för teknik och verksamhet och samspelet mellan dem. Med nästan femton års erfarenhet av agilt arbete och drygt fem års erfarenhet som Scrum Master är Anna väl förtrogen med Scrum-metodiken och brinner för att tillämpa den i sina projekt. Hon har en gedigen bakgrund som utvecklare inom både C# och VB.Net och har arbetat med en omfattande variation av applikationer, inklusive webb- och Windowsapplikationer. Erfarenheten av databasutveckling har också breddat hennes kompetens och förståelse för olika typer av system och teknologier. Anna har en gedigen och lång erfarenhet av att arbeta med både Jira och Azure DevOps. Dessa verktyg har varit centrala i hennes arbete som projektledare, Scrum Master och systemutvecklare, och hon har använt dem för att effektivt hantera projekt, organisera arbetsuppgifter och","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":15,"to":15}}}}],["28",{"pageContent":"att arbeta med både Jira och Azure DevOps. Dessa verktyg har varit centrala i hennes arbete som projektledare, Scrum Master och systemutvecklare, och hon har använt dem för att effektivt hantera projekt, organisera arbetsuppgifter och underlätta samarbete inom teamet. Genom att behärska både Jira och Azure DevOps har Anna haft förmågan att anpassa verktygen efter projektens specifika behov och maximera deras potential för att främja smidigt samarbete, transparens och effektivitet. Hennes erfarenhet har gett henne en djup förståelse för dessa verktyg och deras roll i att stödja framgångsrika projekt och teamsamarbeten. Anna har mestadels deltagit i större systemutvecklingsprojekt, men även visat prov på att självständigt driva hela leveransåtaganden, från kravställning till testning och leverans av färdig produkt. Bland hennes imponerande lista av kunder återfinns företag som Ida Infront, Trygg-Hansa, CPA Global, Toyota Material Handling Europe, Kriminalvården, Danske Bank och Transportstyrelsen. Dessa kunder har bidragit till att ytterligare utveckla hennes expertis och förmåga att hantera olika verksamhetsområden och kundbehov. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":15,"to":15}}}}],["29",{"pageContent":"Anna är en glad och ansvarsfull Scrum master och systemutvecklare. Hon är strukturerad och noggrann i sitt arbete, och har en naturlig fallenhet för att skapa ordning och reda. Med sin ambition och analytiska läggning tar hon sig an nya utmaningar med entusiasm och lär sig snabbt nya verksamhetsområden och tekniker. Annas starka intresse för utveckling och inlärning gör att hon ständigt strävar efter att förbättra sig och de hon jobbar med och hålla sig uppdaterad inom sitt område. Branscherfarenhet\n\nBank & Finans, IP-Industrin, Försäkring, Hälso-Sjukvård, Skog och Papper, Stat/kommun/Landsting, Tillverkande Industri, Transport/Spedition/Flyg \n\nUppdragshistorik\n\nIda Infront\n\nProjektledare\n\n2022 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":17,"to":27}}}}],["30",{"pageContent":"Uppdrag: Anna hade rollen som projektledare för två kundprojekt, där hon hade både planerings- och budgetansvar under en övergångsperiod innan rekryteringen för rollen var klar. I hennes roll som projektledare var hon ansvarig för att planera, budgetera och följa upp projekten samt rapportera avvikelser. Som en proaktiv ledare tog hon befälet och informerade projektgruppen för att sträva mot de fastställda projektmålen och leverera det som utlovats inom den angivna tidsramen. Anna kommunicerade projektets status både till kunden och den interna projektgruppen genom regelbundna möten och säkerställde att avtalet för projektgenomförandet följdes noggrant. Dessutom hade hon ansvar för fakturering gentemot kunden i enlighet med projektavtalet. Resultat: Genom att upprätthålla kontinuerlig dialog med både kund och projektgrupp kunde vi genomföra flera mindre leveranser till en kund samt planera, utföra och förbereda allt inför en större leverans till en annan kund. Tack vare den goda kommunikationen med alla inblandade undvek vi eventuella frågetecken och kunde leverera enligt förväntan. Genom en smidig överlämning till den nya projektledaren för","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":29,"to":29}}}}],["31",{"pageContent":"allt inför en större leverans till en annan kund. Tack vare den goda kommunikationen med alla inblandade undvek vi eventuella frågetecken och kunde leverera enligt förväntan. Genom en smidig överlämning till den nya projektledaren för kundprojekten kunde projekten fortsätta utan avbrott eller missförstånd. Metod: Agilt arbetssätt Verktyg: Jira, Confluence, Planacy, Milltime, Millbill, Excel","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":29,"to":29}}}}],["32",{"pageContent":"Ida Infront\n\nTeam lead\n\n2022 - \n\nUppdrag: Som Team lead hade Anna ansvaret att samråda med teamets projektledare för att fördela teamets tillgängliga timmar mellan flera kundprojekt inför nästa sprint under en övergångsperiod innan rekryteringen för rollen var klar. Hon säkerställde även att teamet inte arbetade med för många olika kunder samtidigt. Anna ansvarade också för att planera förbättringsinsatserna i enlighet med budgeten och främja innovation och kompetensutveckling hos teammedlemmarna. Hon skapade en god arbetsmiljö där teamet kände sig tryggt och hade möjlighet att växa och utvecklas. Genom regelbunden kommunikation höll Anna teamet informerat om vad som pågick och vilka planer som fanns. Resultat: Genom att fokusera på teamets välmående och fortsatta utveckling kunde Anna bidra till en produktiv och harmonisk arbetsmiljö där teammedlemmarna trivdes och presterade på sin bästa nivå. Metod: Agilt arbetssätt Verktyg: Jira, Confluence, Planacy, Excel\n\n\n\nTrygg-Hansa\n\nScrum Master","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":33,"to":45}}}}],["33",{"pageContent":"Trygg-Hansa\n\nScrum Master\n\n2022 - 2022","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":45,"to":49}}}}],["34",{"pageContent":"Uppdrag: Under sin tid på Trygg-Hansa arbetade Anna inom domänen Customer Communication Management. Som Scrum Master ledde hon två agila team som var ansvariga för output management och dokumentlagring. Hennes uppdrag var att hjälpa teamen att arbeta mer i enlighet med Scrum och följa de viktiga ritualer och arbetssätt som kännetecknar Scrum, under tiden som Trygg-Hansa sökte en Scrum Master att anställa för rollen. Som Scrum Master var det Annas ansvar att leda och coacha teamen för att uppnå högsta möjliga produktivitet och effektivitet. Hon arbetade nära teamen för att säkerställa att de förstod Scrum-principerna och använde dem korrekt i sitt dagliga arbete. Det innebar bland annat att hon organiserade och faciliterade de olika Scrum-ritualerna. En viktig del av Annas uppdrag var att hjälpa teamen att identifiera och hantera eventuella hinder eller utmaningar som kunde påverka deras framsteg. Hon arbetade mycket med att de skulle anamma de delar inom Scrum som de tidigare valt att inte följa, såsom att flera teammedlemmar ska kunna arbeta inom olika områden så att det inte enbart är en person som har ansvaret för viss typ av uppgifter, att backloggen ska vara","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":51,"to":51}}}}],["35",{"pageContent":"de skulle anamma de delar inom Scrum som de tidigare valt att inte följa, såsom att flera teammedlemmar ska kunna arbeta inom olika områden så att det inte enbart är en person som har ansvaret för viss typ av uppgifter, att backloggen ska vara tydlig och prioriterad samt att varje user story ska vara tydlig så att alla i teamet förstår vad den innebär. Resultat: Genom att guida teamen att följa Scrum-principer och skapa en miljö som främjade samarbete och kontinuerlig förbättring, kunde hon hjälpa till att säkerställa att teamen var förberedda och förstod metodiken när en Scrum Master rekryterades för rollen. Metod: Scrum Vertyg: Azure DevOps","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":51,"to":51}}}}],["36",{"pageContent":"Samhall DevCenter\n\nTestare\n\n2020 - 2021","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":55,"to":59}}}}],["37",{"pageContent":"Uppdrag: Under Annas uppdrag på Samhall hade hon möjligheten att arbeta med testning av nya integrationer mellan olika standardsystem. Det var en intressant och utmanande erfarenhet som gav henne möjlighet att vidareutveckla sina kunskaper inom systemintegration och testning. Hennes arbete innebar att säkerställa att integrationerna fungerade korrekt och att dataöverföringen mellan systemen skedde på ett tillförlitligt sätt. För att uppnå detta utförde hon både manuella tester och använde automatiserade testverktyg. En viktig del av hennes ansvar var att identifiera och dokumentera eventuella fel och brister i integrationerna. Genom att utföra noggranna tester kunde hon upptäcka och rapportera problem som behövde åtgärdas innan systemet driftsattes. Hon fick också möjlighet att arbeta nära andra inom organisationen, såsom utvecklare, team lead och systemförvaltare. Att kunna kommunicera och samarbeta med olika intressenter var värdefullt för att säkerställa att integrationerna uppfyllde deras behov och krav. Resultat: Innan systemen och integrationerna driftsattes genomfördes omfattande tester under Annas ledning, och i stort sett alla","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":61,"to":61}}}}],["38",{"pageContent":"intressenter var värdefullt för att säkerställa att integrationerna uppfyllde deras behov och krav. Resultat: Innan systemen och integrationerna driftsattes genomfördes omfattande tester under Annas ledning, och i stort sett alla fel och brister i integrationerna identifierades och åtgärdades. Denna noggranna testning och åtgärdsprocess bidrog till att användarna av systemen fick en bra och positiv användarupplevelse när de började använda systemen. Metod: Scrum Verktyg: Azure Test Plans, Azure DevOps, Cypress","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":61,"to":61}}}}],["39",{"pageContent":"CPA Global\n\nQA\n\n2019 - 2020\n\nJag har under ett år jobbat som QA ansvarig i det team som arbetar med vidareutveckling av molnbaserade plattformsfunktioner för hantering av immateriella rättigheter. Som QA ansvarig planerade jag teamets testning samt utförde både manuella och skapade automatiserade testsviter. Verktyg: Jira, Confluence, Cypress Tekniker: .Net, Git, Azure, SQL Server, C#.NET, Jenkins, Azure DevOps, AngularJS, Typescript, Entity Framework, NUnit\n\n\n\nCPA Global\n\nScrum master, Systemutvecklare\n\n2016 - 2019","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":65,"to":79}}}}],["40",{"pageContent":"CPA Global\n\nScrum master, Systemutvecklare\n\n2016 - 2019\n\nUnder de år jag varit på CPA Global har jag varit med i flera olika team. Teamen ansvarar för olika tekniska moduler. Jag har under hela min tid på CPA kombinerat rollen som Scrum Master och systemutvecklare med fokus på Scrum Master. I ett av teamen utvecklade vi ett flödesbaserat verksamhetssystem. I ett annat team jobbade vi med vidareutveckling av molnbaserade plattformsfunktioner för hantering av immateriella rättigheter. Metod: Scrum Verktyg: Jira, Confluence Tekniker: .Net, Git, Azure, SQL Server, C#.NET, Jenkins, Azure DevOps, AngularJS, Typescript, Entity Framework\n\n\n\nTransportstyrelsen, Sjö- och luftfartsavdelningen\n\nDatabas- och Systemutvecklare samt Scrum master\n\n2013 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":79,"to":93}}}}],["41",{"pageContent":"Under de två år jag var på Transportstyrelsen hann jag med flera uppdrag/projekt. Teknik jag använde under dessa två år är bland annat följande: T-SQL, C#, Visual Basic.NET, Sybase, MS SQL 2008, MS SQL 2008 R2, SQL Server 2012, Webservices, SQL Server merge replication, MVC, WCF, WPF, MVVM, MS Reporting Services, TFS 2010, TFS 2013 Roll: Scrum master, databasutvecklare, systemutvecklare, teknisk projektledare, testare och utredare ** Migrering från Sybase till SQL Server för applikationen SITS ** Projektet innebar att den tio år gamla Sybasedatabasen skulle migreras till SQL Server 2008 och att synkroniseringstjänsten skulle bytas från MobiLink till Merge Replication. I och med lyftet behövde alla SQL frågor verifieras och i stor utsträckning skrivas om för att kunna köras i SQL Server 2008. Under pågående projekt utökades omfattningen till att även innefatta lyft av applikationen från Windows XP till Windows 7 och Windows server 2003 till 2012. Jag var både utvecklare och teknisk projektledare i detta projekt. ** Mindre ändring och rättningar i e-tjänsten Sök Flygläkare ** Jag var som utvecklare ansvarig för att göra en ändring och en del rättningar i den","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":95,"to":95}}}}],["42",{"pageContent":"server 2003 till 2012. Jag var både utvecklare och teknisk projektledare i detta projekt. ** Mindre ändring och rättningar i e-tjänsten Sök Flygläkare ** Jag var som utvecklare ansvarig för att göra en ändring och en del rättningar i den integration som e-tjänsten har mot systemet standardsystemet Empic. ** Byte av integration för kunduppgifter för systemet Rörelseregistret ** Uppdraget innebar att den gamla integrationen för att hämta kunduppgifter till systemet byttes ut till en integration mot standardsystemet Empic. Här var min roll utvecklare. ** Uppdatera integration till att använda ny version av Eccairs ** Projektet innebar att den integration applikationen Lindra har med systemet Eccairs skulle uppdateras till Eccairs 5 och det medförde även att byte av .net version behövde göras. I praktiken innebär det ändringar i samtliga skikt, allt från den feta klienten, webtjänsterna samt i databasen och jag ansvarade för alla dessa delar då jag var utvecklare i projektet. ** Migrering ifrån Win2003/SQL2000 plattform ** Sju olika applikationer skulle byta serverversion från Windows Server 2003 och databas från SQL Server 2000 till nyare plattformar såsom SQL","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":95,"to":95}}}}],["43",{"pageContent":"delar då jag var utvecklare i projektet. ** Migrering ifrån Win2003/SQL2000 plattform ** Sju olika applikationer skulle byta serverversion från Windows Server 2003 och databas från SQL Server 2000 till nyare plattformar såsom SQL Server 2008 och 2012 samt Windows server 2012. Flertalet av systemen behövde även uppgraderas till en nyare version av .Net för att kunna köra på de nya plattformarna. Då flertalet av systemen var riktigt gamla ingick det väldigt mycket förarbete för att säkerställa hur applikationerna skulle lyftas på bästa sätt innan själva lyftet utfördes. Jag var med både i utredningar och som Scrum Master. ** Applikationsförvaltning av flertalet applikationer på Sjö- och luftfartsavdelningen ** Jag var Scrum Master för det teamet som ansvarade för applikationsförvaltningen för de flesta applikationer och e-tjänster som används på Sjö- och luftfartsavdelningen. I uppdraget ingick vidmakthållande, vidareutveckling och utvecklingsnära förvaltning. Förutom rollen som Scrum Master hade jag även vissa utvecklingsuppgifter.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":95,"to":95}}}}],["44",{"pageContent":"Kriminalvården, HK - Norrköping\n\nSystemutvecklare\n\n2013 - 2013\n\nProjekt Förvaltning - Detta projekt har som huvuduppgift att förvalta och förbättra Kriminalvårdens system för klienthantering. I uppdraget ingår även en del nyutveckling, samt utredningar av befintlig funktionalitet som är i behov av att göras om. Teknik: Visual Basic .NET, C#, MVC, NHibernate, MS SQL, Subversion, Reporting Services, WCF och Webservices\n\n\n\nKriminalvården, HK - Norrköping\n\nSystemutvecklare\n\n2013 - 2013\n\nUtveckling av system för säkerhetsbedömningar (riskklassning) av kriminalvårdsklienter. Projektet bygger på ett nytt ramverk där varje delsystem har sin egen livscykel. Teknik: C#, .NET, Prism, WPF, WCF, MVVM, Visual Studio 2010, SQL Server, NHibernate\n\n\n\nDanske Bank\n\nSystemutvecklare och delprojektledare\n\n2012 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":99,"to":123}}}}],["45",{"pageContent":"Danske Bank\n\nSystemutvecklare och delprojektledare\n\n2012 - 2012\n\nUppgradera Bovaf för att kunna köra på Windows 7 respektive Windows Server 2008. Bovaf är ett system som Danske Bank använder för att hantera och bedöma bolåneansökningar. Roll: Utvecklare och sammanhållande i projektet Teknik: Migrera lösningen från VB 6 till .NET 4 och C#. Databas SQL Server 2008.\n\n\n\nToyota Material Handling Europe\n\nSystemutvecklare\n\n2011 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":123,"to":137}}}}],["46",{"pageContent":"Toyota Material Handling Europe\n\nSystemutvecklare\n\n2011 - 2012\n\nNy version av EASY med nytt stöd för Offerthantering, Tidrapportering samt ett tjugotal andra nyheter eller förbättringar. Uppdatering av databas och rapportserver till nyare versioner. Framförallt utveckling av handdatorapplikationen, nya rapporter, dokumentation både teknisk och användarmanual samt testning. EASY är en mobilitetsapplikation där servicetekniker ute på fältet får sina ordrar till handdatorer och rapporterar arbete mm direkt. Merge Replication används för att synkronisera den centrala databasen med de databaser som finns på handdatorerna. EASY används i 15 länder i Europa samt i Australien. Roll: Utvecklare och testansvarig Teknik: C#, .Net, Compact framework, Reporting Services 2005 och 2008. Databas: SQL Server 2005, 2008 samt CE. Merge replication.\n\n\n\nToyota Material Handling Europe\n\nSystemutvecklare\n\n2011 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":137,"to":151}}}}],["47",{"pageContent":"Toyota Material Handling Europe\n\nSystemutvecklare\n\n2011 - 2011\n\nAnpassningar och rättningar i PDA applikationen EASY för att även Toyota i Australien ska kunna använda den EASY är en mobilitetsapplikation där servicetekniker ute på fältet får sina ordrar till handdatorer och rapporterar arbete mm direkt. Merge Replication används för att synkronisera den centrala databasen med de databaser som finns på handdatorerna. EASY används i 15 länder i Europa samt i Australien. Uppdraget innebar att den befintliga PDA applikationen EASY ska justeras för att uppfylla Toyota Australiens krav. Bland annat har Australien inom samma land olika tidszoner. Rapport-utskrifter justerades till Australiens krav med olika sidhuvuden och sidfötter inom samma land. Teknik: C#, .Net, Compact framework, Reporting Services 2005, SQL Server integration services. Databas: SQL Server 2005 och CE. Merge Replication.\n\n\n\nToyota Material Handling Europe\n\nSystemutvecklare\n\n2010 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":151,"to":165}}}}],["48",{"pageContent":"Toyota Material Handling Europe\n\nSystemutvecklare\n\n2010 - 2011\n\nMöjliggöra att PDA applikationen EASY kan köras installerad på PC. EASY är en mobilitetsapplikation där servicetekniker ute på fältet får sina ordrar till handdatorer och rapporterar arbete mm direkt. Easy används i 15 länder i Europa. Uppdraget innebar att den befintliga PDA applikationen EASY ska justeras så att den med samma kodbas även kan köras i flera instanser på en vanlig PC. Samtliga formulär i applikationen justerades också i storlek till dubbla storleken då PC tillåter större formulär en PDA. Teknik: C# .Net, Compact Framework, Databas: SQL Server 2005.\n\n\n\nToyota Material Handling Europe\n\nSystemförvaltare/användarsupport-tekniker\n\n2010 - 2013","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":165,"to":179}}}}],["49",{"pageContent":"Toyota Material Handling Europe\n\nSystemförvaltare/användarsupport-tekniker\n\n2010 - 2013\n\nFörvaltning av EASY mot 16 länder i Europa. EASY är en mobilitetsapplikation där servicetekniker ute på fältet får sina ordrar till handdatorn och rapporterar arbete mm direkt i handdatorn. Förvaltningen innebär att ha ansvar för att applikationen fungerar, felsökning och rättning vid problem samt säkerställa att kommunikationen mellan miljöerna är uppe. Rutinmässig driftövervakning av Windowstjänster, meddelandeköer och databassynkroniseringar (Merge replication). Arbetet är 1:st- 2:nd- och 3:rd line support, både på ärendehanteringssystem, e-post och telefon. Då applikationen finns i hela Europa används uteslutande engelska i all kommunikation. Arbetet genomförs både proaktivt och reaktivt. Teknik: Windows CE Platform SDK, C# .Net, SQL Server 2005, 2008 samt CE, Merge Replication, SQL Server Integration Services, Reporting Services 2008.\n\n\n\nKriminalvården, HK - Norrköping\n\nSystemutvecklare\n\n2009 - 2010","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":179,"to":193}}}}],["50",{"pageContent":"Kriminalvården, HK - Norrköping\n\nSystemutvecklare\n\n2009 - 2010\n\nArbetade med att förvalta KVR, Kriminalvårdsregistret, som används inom fängelse, häkte och frivård. Inom varje förvaltningsrelease utförde vi ett antal förbättringar och rättningar i applikationen, där allt från krav, design och implementation ingick. Teknik: VB.Net, VB6. NHibernate används i mellanskiktet. Databas: SQL Server 2005 och SQL Server 2008, Reporting Services, SSIS.\n\n\n\nKriminalvården, HK - Norrköping\n\nSystemutvecklare\n\n2008 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":193,"to":207}}}}],["51",{"pageContent":"Utveckling av den administrativa applikationen KVR som används inom fängelse, häkte och frivård för att hantera allt som händer med en dömd person under dess vistelse inom kriminalvården. Har arbetat inom flera nyutvecklingsreleaser. I rollen som utvecklare ingår bland annat kravstabilisering, design, implementering, testning. Samhällstjänst och kontraktsvård: Utökade KVR med registreringsbilder för information som rör en person som är dömd till Samhällstjänst eller kontraktsvård. Domsinläsning: Gjorde ett tekniklyft för hur KVR tar emot filer, bland annat domsfiler, för inläsning i KVR. Intensivövervakning: I den här releasen gjordes ett teknik- och funktionalitetslyft och där implementerades hantering för intensivövervakning, dvs fotboja, i KVR. Vi levererade på utsatt datum med hög kvalitet Utsluss och misskötsamhet: I den här releasen implementerades hantering av utsluss och misskötsamhet . Vi levererade på utsatt datum med hög kvalitet. Teknik: VB.Net. NHibernate används i mellanskiktet. Databas: SQL Server 2005 och SQL Server 2008, Reporting Services.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":209,"to":209}}}}],["52",{"pageContent":"Fujitsu Services AB\n\nSystemutvecklare\n\n2008 - 2008\n\nArbetade som systemutvecklare i projektet och då främst med utveckling av användargränssnitt. Teknik: C# Databas: SQL Server 2000.\n\n\n\nHolmen Paper AB\n\nSystemutvecklare\n\n2008 - 2008\n\nProdukten Cenit som är ett system för projektstyrning och ska användas för projektstyrning av Holmen Papers interna projekt. Arbetade som systemutvecklare främst med nya användargränssnitt och koppling mot databas där databasdesign ingick. Teknik: C#, Databas: SQL Server 2000.\n\n\n\nÖstgötafrakt\n\nSystemutvecklare\n\n2007 - 2008","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":213,"to":237}}}}],["53",{"pageContent":"Östgötafrakt\n\nSystemutvecklare\n\n2007 - 2008\n\nUtveckling av handdatorapplikationen i Ponera som är ett system för att få ut ordrar till Östgötafrakts bilar. Till att börja med ska systemet stödja ordrar till bud-, miljö- och fjärrbilar. Ponera är en applikation för att skicka ut ordrar direkt till förarnas handdatorer. Poneras webservice som är integrerad med Hogia Mobilast anropas trådlöst från handdatorn för att hämta de senaste ordrarna och lämna utförda ordrar. Förarna kan sedan acceptera och ändra uppgifter på ordrarna och dessa uppdateringar skickas tillbaka till ordersystemet. Via integration med både Garmin och TomTom kan föraren enkelt navigera till både avsändare och mottagare av ordern. Programmeringsspråk: C# Databas: SQL Server 2005 och SQL Server 2005 Compact Edition Miljö: MS Windows och Windows Mobile 6 \n\n\n\nÖstgötafrakt\n\nSystemutvecklare\n\n2006 - 2008","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":237,"to":251}}}}],["54",{"pageContent":"Östgötafrakt\n\nSystemutvecklare\n\n2006 - 2008\n\nElsa är ett system för att hålla reda på ordrar för tömning av slambrunnar. Utvecklade webbgränssnittet som används på kontoret samt vidareutvecklat och gjort tekniklyft av handdatorapplikationen. Elsa består av flera delar; en Windowsapplikation där planeringen av slamtömningar sker, ett webbgränssnitt för att få en bra översikt över planerade tömningar samt en handdatorapplikation. Via webbservicar kan förarna trådlöst få ut sina egna tömningar till handdatorn i bilen för att se dagens tömningar. Föraren utför tömning och rapporterar tillbaka till kontoret (via webbservice) genom att i Elsa markera tömningen som utförd och eventuellt även komplettera med extra information. Använda tekniker: C#, ASP.NET, SQL Server 2000 och 2005. SQL Server CE, Windows Mobile 5 och 6\n\n\n\nTietoEnator Public & Healthcare AB\n\nKravhanterare\n\n2006 - 2006","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":251,"to":265}}}}],["55",{"pageContent":"TietoEnator Public & Healthcare AB\n\nKravhanterare\n\n2006 - 2006\n\nArbetade som kravhanterare med utredning och verifiering att de krav som ställdes på Laboratioriesystemet FlexLab uppfattades rätt och implementerades så som kunden önskade. Arbetade under denna tid tätt tillsammans med TietoEnator i Danmark.\n\n\n\nSLL, Stockholms Läns landsting, Landstingskontoret\n\nIntern verksamhetskonsult\n\n2005 - 2005","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":265,"to":279}}}}],["56",{"pageContent":"SLL, Stockholms Läns landsting, Landstingskontoret\n\nIntern verksamhetskonsult\n\n2005 - 2005\n\nDeltog i förstudien när Stockholms läns landsting upphandlat nytt ROS (remiss- och svarssystem för laboratorieanalyser på sjukhus) för att säkerställa de funktionella kraven på applikationen. Hade främst rollen som intern verksamhetskonsult med stor kännedom om utvecklande av remiss- och svarssystem. Projektet drevs enligt DSDM, en inkrementell metod, och hade flera mindre delleveranser för att säkerställa redan i ett tidigt skede att projektet var på rätt väg. En leverans var en presentation av hur remiss- och svarssystemet skulle integreras med de övriga applikationerna och mot det ramverk som skulle användas och hur olika delar av applikationen skulle uppfylla kraven. Tillsammans med representanter från verksamheten, dvs läkare, sjuksköterskor och biomedicinska analytiker, gicks kraven igenom, stabiliserades samt prioriterades. Under förstudien togs det fram användningsfall för de flesta av kraven.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":279,"to":285}}}}],["57",{"pageContent":"Länssjukhuset i Halmstad\n\nProjektledare och systemutvecklare\n\n2003 - 2004\n\nKonverterade och vidareutvecklade ett system för epikriser och operationsberättelser. Roll: Projektledare och systemutvecklare Teknik: Visual Basic 6, SQL Server 2000, Sybase, COM+\n\n\n\nLänssjukhuset i Halmstad\n\nProjektledare och systemutvecklare\n\n2002 - 2005\n\nKurir är ett remiss och svarssystem för klinisk kemi, mikrobiologi och radiologi på Länssjukhuset i Halmstad. Ansvarade som projektledare för en grupp om 3 utvecklare för kravinsamling, kravstablisering, framtagande av kravspecifikationer, lösningsförslag, dokumentation och hjälptexter, tidsuppskattningar, interna tester, produktreleaser, leverans till kund, kundkontakt samt ledde utvecklingen. Arbetade som systemutvecklare med hela kedjan från kravinsamling, lösningsförslag, tidsuppskattningar, utveckling, leverans, skapande av F1 hjälp och kundkontakt. Roll: Projektledare och systemutvecklare Teknik: Visual Basic 6, SQL Server 2000, COM+\n\n\n\nKompetensområden","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":289,"to":309}}}}],["58",{"pageContent":"Kompetensområden\n\nMetoder & Processer: Scrum, Agila metoder allmänt, DSDM, KANBAN, SAFe\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Test, Implementation, Införande och överlämning, Drift\n\nProjektledning: Administrativ huvudprojektledning, Projektadministratör/assistent, Teknisk projektledning, Administrativ delprojektledning, Agile project systems, Projektledning\n\nKommunikation & Information: Engelska\n\nTest & Verifiering: Validering & Test - Mjukvara, Testledning, Funktionstestning, Systemtestning, Testautomatisering, Testutveckling, Acceptanstest, Integrationstest\n\nDrift/Support/Service: Användarsupport\n\nDatabaser: Databaser allmänt, Datamodellering\n\nSystemtyper: Systemtyper allmänt, Objektorienterade system, Webb- och Internetbaserade system, Systemförvaltning, Systemintegration, Mjukvaruarkitektur - programnivå, Windowsapplikationer, Mobilapplikationer","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":309,"to":325}}}}],["59",{"pageContent":"Branscherfarenhet: Bank & Finans, Stat/kommun/Landsting, Transport/Spedition/Flyg, Hälso-Sjukvård, Skog och Papper, Försäkring, IP-Industrin\n\nUtbildning: Systemvetenskap\n\nRoller: Utvecklare/Programmerare, Testare, Team-ledare, Delprojektledare, Huvudprojektledare, Kravanalytiker, Projektadministratör, Teknisk projektledare, Scrum master\n\nDatabashanterare: MS SQL-server, Sybase SQL-server\n\nVerktyg & Middleware: MS Office, MS Visual Studio, Visual Studio .NET, Eclipse, Hibernate, MS Reporting Services, MS Visual Source Safe, Subversion, Windows Presentation Foundation, Git, Team Foundation Server, Atlassian Jira, Jira, Jenkins, Windows Communication Foundation, Entity Framework, Nhibernate, ReSharper, AngularJS, Azure DevOps\n\nUtvecklingsspråk: Java, SQL, Visual Basic, XML, C#, Visual Basic .NET, MS .NET, ASP.NET, XSD\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2013\n\nKonsult, vd, Anagram Design & Konsult AB 2013 - \n\nKonsult, Sogeti Sverige AB 2010 - 2013\n\nKonsult, Fujitsu Services AB 2008 - 2010","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":327,"to":349}}}}],["60",{"pageContent":"Anställningar\n\nKvadratkonsult sedan 2013\n\nKonsult, vd, Anagram Design & Konsult AB 2013 - \n\nKonsult, Sogeti Sverige AB 2010 - 2013\n\nKonsult, Fujitsu Services AB 2008 - 2010\n\nKonsult, Mandator AB (förvärvades 2008 av Fujitsu) 2006 - 2008\n\nSenior software engineer, TietoEnator Public & Healthcare AB 2005 - 2006\n\nSenior software engineer, C&S Healthcare Software AB (förv. av TE) 2000 - 2004\n\nKonsult, WM-data eSolutions 1999 - 2000\n\nUtbildningar\n\nLeading SAFe® 4.6, Stockholm, 2019 - 2019\n\nCertified Scrum Master, Scrum Alliance, 2014 - 2014\n\nSpel- och applikationsutveckling på Android 7.5hp, Luleå tekniska universitet, Distans, 2013 - 2013\n\nBizTalk, Norrköping, 2010 - 2010\n\nProgramming with the Microsoft .NET Framework, Linköping, 2006 - 2006\n\nProgramming a Microsoft SQL Server 2000 database, Göteborg, 2002 - 2002\n\nSystemvetenskapliga programmet 120p, Umeå Universitet, 1996 - 1999","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Anna.docx","loc":{"lines":{"from":349,"to":381}}}}],["61",{"pageContent":"Annika Lindblad \n\nScrumMaster\n\nSystemutvecklare\n\nTeam Lead\n\n \n\nÖversikt\n\nAnnika är en senior konsult med över 20 års erfarenhet av systemutveckling och projektledning inom ett flertal branscher som exempelvis finans, statliga myndigheter samt IT-bolag. Annika kan snabbt sätta sig in i och anpassa sig till kundens verksamheter, tekniska miljöer, verktyg och metodik och har efter många år som javautvecklare valt att bredda sig och har nu även flera års erfarenhet från .Net-världen. I projekt är Annika van att få mycket ansvar och ta olika roller såsom utvecklare, testare eller projektledare. Hon är certifierad ScrumMaster och trivs bra med att samtidigt vara både ScrumMaster eller team lead och utvecklare i ett team. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":1,"to":13}}}}],["62",{"pageContent":"Annika är social och gillar att arbeta både självständigt och att samarbeta med andra i olika stora team. Hon gillar att se till helheten och inte bara de tekniska lösningarna, utan att säkerställa att kundens önskemål kommer i första hand. Som kreativ person har Annika de senaste åren vidareutvecklat sig inom grafisk facilitering och använder gärna detta i sin roll som ScrumMaster och i andra sammanhang. Vid sidan av arbetet är Annika mycket engagerad i olika former av ideellt arbete och tar gärna chansen att vidareutbilda sig både inom sin yrkesroll och inom det ideella arbetet. Branscherfarenhet\n\nBank & Finans, IP-Industrin, Medlemsorganisationer & Fackförbund, Service/Tjänster, Stat/kommun/Landsting \n\nUppdragshistorik\n\nIda Infront Ab\n\nSystemutvecklare\n\n2020 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":15,"to":25}}}}],["63",{"pageContent":"Nyutveckling och förvaltning i Java samt olika webbtekniker av ett antal webbaserade kundsystem baserade på Ida Infronts produkt iipax för fem stora myndigheters räkning. Annika har arbetat med programmering i Java, Javascript, HTML, Wicket och SQL samt kravarbete kring kundernas krav. Kundsystemen bygger på olika versioner och varianter av iipax och under denna period har ett antal större uppgraderingsprojekt skett hos dessa kunder för att använda en nyare version av iipax. Samtidigt har nya och förbättrade funktioner utvecklats löpande med flera leveranser per år. Några av dessa system använder fortfarande äldre webbteknik med mycket html och javascript, medan andra system bygger på en nyare version av iipax som använder Wicket i webbklienterna. Alla system har även en äldre swingklient samt kommandoradsverktyg som komplement. Arbetet skedde i Scrum-team med utveckling i Eclipse med Maven-byggen. Krav har hanterats i Jira och koden i Bitbucket. Myndigheterna använder MSSQL i Windowsmiljö eller MySQL i Linuxmiljö för sina databaser. I viss mån har Annika även arbetat med installation i kundmiljö samt kundsupport.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":27,"to":27}}}}],["64",{"pageContent":"CPA Global\n\nScrumMaster och systemutvecklare\n\n2019 - 2020","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":31,"to":35}}}}],["65",{"pageContent":"Annika har jobbat som ScrumMaster och systemutvecklare för den helt fristående webbapplikationen WORKFLOW, som används för hantering av patent och varumärken genom att interagera med andra befintliga IPMS-system (Intellectual Property Management Systems). Applikationen körs idag som ett fristående system installerat hos kund och är skriven i AngularJS med backend i C# och med databas i botten (MSSQL/PostgreSQL). Denna applikation använder även Activiti som workflowmotor och Elasticsearch för sökfunktionalitet och indexering. Koden hanteras av Git genom GitLab och BitBucket och byggsystemen använder Azure DevOps. Applikationen körs på Microsoft IIS applikationsserver och kommunicerar internt samt integrerar med andra system genom REST och Webservices. Annika har även arbetat med automatiska tester med hjälp av Cypress samt arbetat med kund- och installationssupport. Teamet Annika ansvarat för består av mellan 5-7 systemutvecklare. All projekthantering har skett i Jira och Confluence.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":37,"to":37}}}}],["66",{"pageContent":"Cambio Healthcare Systems\n\nSystemutvecklare\n\n2019 - 2019\n\nAnnika har arbetat med Cambio Open Services (COS), vilket är Cambios öppna API för att hämta data från COSMIC. Hon har utvecklat API-tjänster i Kotlin och arbetat med dokumentation samt med Azure Developer Portal. COS kan antingen hostas i Azure eller installeras lokalt och använder Kubernetes.\n\n\n\nCPA Global\n\nScrumMaster och systemutvecklare\n\n2017 - 2019","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":41,"to":55}}}}],["67",{"pageContent":"CPA Global\n\nScrumMaster och systemutvecklare\n\n2017 - 2019\n\nAnnika har jobbat som ScrumMaster och systemutvecklare för den helt fristående webbapplikationen WORKFLOW, som används för hantering av patent och varumärken genom att interagera med andra befintliga IPMS-system (Intellectual Property Management Systems). Applikationen körs idag som ett fristående system installerat hos kund och är skriven i AngularJS med backend i C# och med MSSQLs databas i botten. Denna applikation använder även Activiti som workflowmotor och Elasticsearch för sökfunktionalitet och indexering. Koden hanteras av Git genom GitLab och BitBucket och byggsystemen använder Jenkins. Applikationen körs på Microsoft IIS applikationsserver och kommunicerar internt samt integrerar med andra system genom REST och Webservices. Teamet Annika ansvarat för består av mellan 5-7 systemutvecklare. All projekthantering har skett i Jira och Confluence.\n\n\n\nCPA Global\n\nSystemutvecklare\n\n2016 - 2016","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":55,"to":69}}}}],["68",{"pageContent":"CPA Global\n\nSystemutvecklare\n\n2016 - 2016\n\nUtveckling av olika system för hantering av patent och varumärken baserat på AngularJS och med backend skrivet i C#. Under Annikas tid på CPA Global har man utvecklat en plattform för olika applikationer med olika syften, och Annika har deltagit i arbetet både med core-funktionaliteten samt med några av de olika applikationerna. Allt arbete har skett i Microsoftmiljö med MSSQL som databas. All projekthantering har skett i Jira och Confluence.\n\n\n\nCPA Global\n\nSystemutvecklare\n\n2015 - 2015\n\nAnnikas första uppdrag på CPA Global var som systemutvecklare i ett mindre team som ansvarade för lösningar för användarhantering och Single Sign On-teknik för CPA Globals molnlösning IP Platform. All utveckling skedde i Microsoftmiljö med C#, MSSQL samt AngularJS. All projekthantering har skett i Jira och Confluence.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2014 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":69,"to":93}}}}],["69",{"pageContent":"Ida Infront Ab\n\nSystemutvecklare\n\n2014 - 2015\n\nUppgradering och förbättring av ett antal webbaserade kundsystem baserade på Ida Infronts produkt iipax för två stora myndigheters räkning. Systemen i Java/JEE utvecklades ursprungligen för en myndighet som senare har delats upp i två. Kundsystemen bygger på en gemensam kodbas, och uppgraderingen bestod av 11 versioner med API-förändringar av iipax och gjordes dels i underhållssyfte och dels för att minska beroendet mellan de två nya myndigheterna samt för att kunna dra nytta av förbättringarna i produkten iipax. Arbetet skedde version för version i Scrum-team med utveckling i Eclipse med Maven-byggen. Den ena myndigheten använder på databasnivån Oracle och den andra använder MSSQL i Windowsmiljö.\n\n\n\nHandelsbanken\n\nSystemutvecklare och systemansvarig\n\n2012 - 2014","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":93,"to":107}}}}],["70",{"pageContent":"Handelsbanken\n\nSystemutvecklare och systemansvarig\n\n2012 - 2014\n\nSystemutveckling i Java/J2EE för kontorsapplikationer samt internetbanken. Utvecklingen har skett i Java och JSP tillsammans med Javascript för att utveckla webbapplikationer som pratar med Cobolsystem på stordatorsidan för system med höga krav på såväl driftsäkerhet som säkerhet. Som Systemutvecklare ansvarade Annika för: • Systemutveckling i Java/J2EE, Java och JSP tillsammans med Javascript för att utveckla webbapplikationer som pratar med Cobolsystem på stordatorsidan. Exempel på webbsystem är e-brevlådan i Handelsbankens privata internettjänst samt en liknande tjänst för dokument i företagstjänsten. • Systemansvar e-Brevlådan privattjänsten • Systemansvar dokumenttjänst internetbanken företag • Systemansvar kontorssystem för hantering av inkommande kundmeddelanden • Systemansvar bakomliggande javasystem för hantering av personuppgifter\n\n\n\nIBM Rational (Tidigare Telelogic)\n\nSystemutvecklare\n\n2008 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":107,"to":121}}}}],["71",{"pageContent":"IBM Rational (Tidigare Telelogic)\n\nSystemutvecklare\n\n2008 - 2012\n\nSystemutveckling i Java/J2EE för Rational Focal Point. Utveckling i Java och JSP tillsammans med Javascript och Dojo för att utveckla mjukvara för projektledning, produktledning och portföljhantering. I botten finns Websphere-server, databaser - främst PostgreSQL och Oracle, och utvecklingen skedde i Eclipse med hjälp av Maven. Systemutvecklingsprojekt med syfte att ta fram mjukvara för projektledning, produktledning och portföljhantering med mycket nära samarbete med utvecklingsteam i främst Indien samt USA. Dagliga avstämningsmöten i telefon med dessa team.\n\n\n\nMigrationsverket\n\nSystemutvecklare och systemansvarig\n\n2006 - 2008","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":121,"to":135}}}}],["72",{"pageContent":"Migrationsverket\n\nSystemutvecklare och systemansvarig\n\n2006 - 2008\n\nSystemutveckling, testarbete, systemjour, databasadministration, ansvar för ett antal interna system. Framförallt utveckling i Java/J2EE med Hibernate av webbaserad mjukvara som används av Migrationsverket och svenska ambassaderna för att samla in foto och signatur från samma typ av fotoautomater som finns för passfoto hos Polisen.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2005 - 2006\n\nÄndringar och nya funktioner enligt specifikation i en av Ida Infronts kunders ärendehanteringssystem, som bygger på Ida Infronts produkt iipax. Utveckling i alla lager från databas via serverprogrammering till GUI-utveckling i klienten. Systemet är helt byggt i Java/J2EE och använder Oracles databas och klustrade Weblogicservrar.\n\n\n\nIda Infront Ab\n\nProjektledare och systemutvecklare\n\n2005 - 2005","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":135,"to":159}}}}],["73",{"pageContent":"Ida Infront Ab\n\nProjektledare och systemutvecklare\n\n2005 - 2005\n\nProjektledning och programmering vid vidareutveckling av webbaserade studiestöds-systemet Studs. Design, implementation (Java Servlets, Enterprise Java Beans samt HTML), projektledning av övriga projektmedlemmar samt testning. Systemet är helt byggt i Java/J2EE och körs på Weblogicserver.\n\n\n\nIda Infront Ab\n\nTeknisk skribent\n\n2005 - 2005\n\nFramtagning av informationsmaterial om hur en av Ida Infronts kunder kan använda SHS-teknik för elektroniskt informationsutbyte. Insamling av information och dokumentering\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2004 - 2005","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":159,"to":183}}}}],["74",{"pageContent":"Ida Infront Ab\n\nSystemutvecklare\n\n2004 - 2005\n\nUtveckling av javabaserad klient till dokument- och ärendehanteringssystemet iipax. Den tidigare klienten har varit byggd i C och C++. Servern har nu kommit en ny javaversion och därför måste även en ny javaklient utvecklas. Design och utveckling i Java Swing med J2EE-teknik. Java/JSP-utveckling för demoklient för tunn klient till Ida Infronts prudukt iipax. Design och utveckling av nytt användargränssnitt till webbaserat administrationsverktyg för iipax med hjälp av JSP, WebWork, Struts och Java Servlets.\n\n\n\nIda Infront Ab\n\nTestledare\n\n2004 - 2004\n\nTestledare och ansvarig för framtagning av testfall till ett utökat dokumenthanteringssystem hos en stor svensk myndighet som framöver ska användas av fler delar av samma myndighet.\n\n\n\nIda Infront Ab\n\nProjektledare och systemutvecklare\n\n2003 - 2004","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":183,"to":207}}}}],["75",{"pageContent":"Ida Infront Ab\n\nProjektledare och systemutvecklare\n\n2003 - 2004\n\nProjektledning och programmering vid vidareutveckling av webbaserade studiestöds-systemet Studs. Design, implementation (Java Servlets, Enterprise Java Beans samt HTML), projektledning av övriga projektmedlemmar samt testning. Systemet är helt byggt i Java/J2EE och körs på Weblogicserver. Liknande uppgifter vid portering av Studs från Netscape till Internet Explorer. Idag har Ida Infronts kund bytt standardwebbläsare till Internet Explorer och systemet behövde därför porteras från tidigare standardwebbläsare som var en mycket gammal Netscapeversion.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2003 - 2003","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":207,"to":221}}}}],["76",{"pageContent":"Ida Infront Ab\n\nSystemutvecklare\n\n2003 - 2003\n\nUtveckling av webbaserade formulär inom 24-timmarsmyndigheten för ansökan om kommunal barnomsorg m.m. i samarbete med projektgrupp hos Ida Infronts kund. Lösningen är baserad på Spridnings- och hämtningsteknik och tillhörande webbfunktionalitet som ingår i Ida Infronts SHS-produkt. Implementationen innefattar Java, JSP, Javascript och tillämpningar av SHS-teknik.\n\n\n\nIda Infront Ab\n\nTestledare\n\n2002 - 2003\n\nTestledning av laborations- och ärendehanteringssystem åt en svensk myndighet i samband med uppgradering av iipax-plattformen som systemet bygger på. Dessutom framtagning av nya testfall, testning samt testadministration av de nya avancerade funktionerna, samt testning och testadministration av systemet i sin helhet.\n\n\n\nIda Infront Ab\n\nTestare\n\n2002 - 2002","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":221,"to":245}}}}],["77",{"pageContent":"Ida Infront Ab\n\nTestare\n\n2002 - 2002\n\nTestning med hjälp av automatiserade WinRunner-script av en svensk myndighets ärendehanteringssystem för administrering av säkerhetsklassad information. Systemet använder sig till stor del av workflow och ger handläggare stöd under hela ärendets process.\n\n\n\nIda Infront Ab\n\nProjektledare\n\n2002 - 2002\n\nProjektledning av vidareutveckling och införande av en ny version av studiesystemet Studs samt projektledning i uppgraderingsprojekt av samma system i och med versionsbyte av Idas produkt iipax som systemet bygger på. Även arbete med WinRunner för automatiska tester av de delsystem som är webbaserade samt test av systemet manuellt.\n\n\n\nIda Infront Ab\n\nDelprojektledare\n\n2001 - 2002\n\nDelprojektledare med ansvar för test, tidsplanering och uppföljning i ett projekt inom vilket en SHS-servicebyrå hos utvecklats hos Ida Infronts kund. Skapande av testdata och testfall. Framtagning av användarhandledning för systemet.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2001 - 2001","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":245,"to":279}}}}],["78",{"pageContent":"Ida Infront Ab\n\nSystemutvecklare\n\n2001 - 2001\n\nKonfigurering av SHS-system för pilotdrift hos några stora svenska myndigheter då de installerat ett SHS-system för att utbyta säkerhetsklassad information och som är integrerat med verksamhetssystemet. Konfigureringen utfördes med hjälp av Tcl-script och shell-script\n\n\n\nIda Infront Ab\n\nProjektledare\n\n2001 - 2006\n\nProjektledare för löpande förvaltning av en av Ida Infronts kunders webbaserade studiesystem - Studs.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2001 - 2001\n\nSystemutveckling inom IT-stöd för Schengen-samarbetet. Utvecklat funktionalitet för säkerhetsloggning och arbetat med konfigurering av samma säkerhetsloggning.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2000 - 2001","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":279,"to":313}}}}],["79",{"pageContent":"Systemutveckling inom IT-stöd för Schengen-samarbetet. Utvecklat funktionalitet för säkerhetsloggning och arbetat med konfigurering av samma säkerhetsloggning.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n2000 - 2001\n\nUtvecklingsarbete av ett studieadministrationssystem för en av Ida Infronts kunder. Annikas arbete innefattade ansvar för konfiguration av databaser, testning, konfigurering av objekttyper, attribut och stateserver, Tcl-script och shellscript för att manövrera stora mängder konsistenta testdata samt skapande av automatiska tester av Enterprise Java Beans med hjälp av Tcl-blend.\n\n\n\nIda Infront Ab\n\nSystemutvecklare\n\n1999 - 2000","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":313,"to":331}}}}],["80",{"pageContent":"Ida Infront Ab\n\nSystemutvecklare\n\n1999 - 2000\n\nProduktutveckling av iipax, Ida Infronts produkt för dokument- och ärendehantering. Utformning av webbaserat demosystem för Spridnings- och hämtningssystem. Behovsanalys, dokumentation samt implementering av användargränssnitt i DreamWeaver. Utveckling av Idaspecifika swing-komponenter som Java Beans till grafiskt användargränssnitt, utveckling av serversidan av en trädkontroll som håller objekt i en trädstruktur samt portning av Web Internet Publishing Service som finns i Idas egna produkt Pax Enterprise från C till Java.\n\n\n\nKompetensområden\n\nMetoder & Processer: Processer och metoder allmänt, XP (Extreme Programming), Scrum, Agila metoder allmänt, KANBAN, Workflow management\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Test, Implementation, Införande och överlämning\n\nProjektledning: Administrativ huvudprojektledning, Teknisk projektledning, Administrativ delprojektledning, Projektledning","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":331,"to":347}}}}],["81",{"pageContent":"Projektledning: Administrativ huvudprojektledning, Teknisk projektledning, Administrativ delprojektledning, Projektledning\n\nTest & Verifiering: Testledning, Funktionstestning, Systemtestning, Testautomatisering, Testutveckling, Integrationstest\n\nDatabaser: Databaser allmänt, Databasadministration, DBA, Postgresql\n\nSystemtyper: Objektorienterade system, Webb- och Internetbaserade system, Systemförvaltning, Systemintegration, Windowsapplikationer\n\nTillämpningar: Ärendehanteringssystem, AJAX\n\nBranscherfarenhet: Bank & Finans, Stat/kommun/Landsting, Medlemsorganisationer & Fackförbund, Service/Tjänster, IP-Industrin\n\nUtbildning: Systemvetenskap","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":347,"to":359}}}}],["82",{"pageContent":"Tillämpningar: Ärendehanteringssystem, AJAX\n\nBranscherfarenhet: Bank & Finans, Stat/kommun/Landsting, Medlemsorganisationer & Fackförbund, Service/Tjänster, IP-Industrin\n\nUtbildning: Systemvetenskap\n\nRoller: Arkitekt, Designer, Utvecklare/Programmerare, Testare, Teknikstöd, Team-ledare, Delprojektledare, Huvudprojektledare, Testledare, Systemingenjör, Utredare, Kravanalytiker, Systemanalytiker, Systemförvaltare, Projektadministratör, Databasadministratör, Användbarhetsspecialist, Infomaster, Interaktionsdesigner, Grafisk designer, Lösningsarkitekt, Teknisk projektledare, Scrum master\n\nHårdvara: Mac, PC\n\nOperativsystem/plattformar: Linux, Windows 2000, Windows 95, Windows 98, Windows NT, Windows XP, Apache HTTP Server, Windows 2003, Windows 2008 Server, Windows 7, Mac OS, Azure\n\nDatabashanterare: Informix, MS SQL-server, Oracle, mySQL, MS Access, SQL server, Postgresql","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":359,"to":371}}}}],["83",{"pageContent":"Databashanterare: Informix, MS SQL-server, Oracle, mySQL, MS Access, SQL server, Postgresql\n\nVerktyg & Middleware: Lotus Notes, MS Office, MS Project, Netscape, MS Visual Studio, Clearcase, Apache Jakarta/Tomcat, J2EE, Oracle Weblogic Server, J Builder, Visual Studio .NET, WinRunner, JDBC, JBoss, CVS, Eclipse, Hibernate, Struts, Weblogic, Tomcat, Spring, Tcl, Git, Atlassian Jira, QlikView, Maven, Wicket, Jira, Xcode, Focal Point, Node.js, Adobe Illustrator, Adobe Photoshop, Jenkins, Selenium, Azure, Atlassian Stash, Gradle, SoapUI, Cucumber, Protractor, Docker, Wildfly, Office 365, Elasticsearch, AngularJS, IntelliJ, Kubernetes, Wordpress, Confluence\n\nUtvecklingsspråk: HTML, Java, Javascript, JSP, SQL, XML, C#, MS .NET, HTML5, Jquery, Rust, JUnit, AngularJS, IntelliJ, Spring, Typescript, Angular 2, Kotlin\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2017\n\nKonsult, HiQ Ace AB 2014 - 2017\n\nSystemutvecklare och systemansvarig, Handelsbanken 2012 - 2014\n\nSystemutvecklare, IBM Rational 2008 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":371,"to":387}}}}],["84",{"pageContent":"Anställningar\n\nKvadratkonsult sedan 2017\n\nKonsult, HiQ Ace AB 2014 - 2017\n\nSystemutvecklare och systemansvarig, Handelsbanken 2012 - 2014\n\nSystemutvecklare, IBM Rational 2008 - 2012\n\nSystemutvecklare och systemansvarig, Migrationsverket 2006 - 2008\n\nSystemutvecklare, Telelogic AB 2008 - 2008\n\nSystemutvecklare och projektledare, Ida Infront Ab 1999 - 2006\n\nUtbildningar\n\nLär dig rita för bättre facilitering – Visualisering och Graphic Recording, Dandy People, 2019 - 2019\n\nGrafisk Facilitering, Kvadrat, 2018 - 2018\n\nRedo för naturen, Scouternas folkhögskola, 2017 - 2017\n\nCertified ScrumMaster, Crisp (Scrum Alliance), 2017 - 2017\n\nLeda scouting, Scouternas folkhögskola, 2016 - 2016\n\nTrygga möten, Scouternas folkhögskola, 2015 - 2015\n\nIntroduktion till Javascript och JQuery, AddSkills, 2013 - 2013\n\nAllmän språkvetenskap, Lunds universitet, 2005 - 2005\n\nEngelsk grammatik och översättning, Lunds universitet, 2005 - 2005\n\nNybörjarfranska, Linköpings universitet, 2002 - 2003\n\nProjektledning i praktiken, Learning Tree, 2000 - 2000","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":387,"to":425}}}}],["85",{"pageContent":"Engelsk grammatik och översättning, Lunds universitet, 2005 - 2005\n\nNybörjarfranska, Linköpings universitet, 2002 - 2003\n\nProjektledning i praktiken, Learning Tree, 2000 - 2000\n\nSystemvetenskapliga programmet, Linköpings universitet, 1996 - 1999","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Annika.docx","loc":{"lines":{"from":425,"to":431}}}}],["86",{"pageContent":"Björn Johansson \n\nSystemutvecklare\n\nfrontend-utvecklare\n\nJava-utvecklare\n\n \n\nÖversikt\n\nTeknikintresserad systemutvecklare som gillar både frontend och backend-utveckling så som javascript (react) och Java backends. Alltid Intresserad att lära mig nya saker och är inte rädd för utmaningar. Egenskaper\n\nAlltid positiv, försöker lära mig nya saker men även underhålla gamla kunskaper för att få djupare förståelse för det jag jobbar. Branscherfarenhet\n\nMedia, Postorder/ e-handel, Skog och Papper, Stat/kommun/Landsting, Säkerhet \n\nUppdragshistorik\n\nMigrationsverket\n\nSystemutvecklare\n\n2016 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Björn.docx","loc":{"lines":{"from":1,"to":25}}}}],["87",{"pageContent":"Media, Postorder/ e-handel, Skog och Papper, Stat/kommun/Landsting, Säkerhet \n\nUppdragshistorik\n\nMigrationsverket\n\nSystemutvecklare\n\n2016 - \n\nFullstack utvecklare (Java&javascript med react) för Migrationsverket externa och interna tjänster kring biträdeshantering så som Biträdestjänsten där biträden hanterar sina förordnanden och skickar in kostnadsräkningar samt handläggningsstöd för handläggare som hanterar kostnadsräkningar från biträden. Även jobbat med framtagning förvarsliggaren, ett system för hantering av förvaren hos Migrationsverket. Användande av Java (JEE, Java 8 och 11), maven, git, svn, Eclipse, Linux, HTML, javascript med jQuery och React, CSS, SQL, Wicket, Spring framework, JBoss 6 och 7, enhetstester i jUnit 4 och 5\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Organisationsutveckling, Kravanalys, Arkitekturramverk, Begreppsmodellering, GDPR\n\nLedarskap: Organisationskultur och värdegrund, Psykologi","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Björn.docx","loc":{"lines":{"from":25,"to":43}}}}],["88",{"pageContent":"Kompetensområden\n\nVerksamhetsutveckling och Strategi: Organisationsutveckling, Kravanalys, Arkitekturramverk, Begreppsmodellering, GDPR\n\nLedarskap: Organisationskultur och värdegrund, Psykologi\n\nTest & Verifiering: Funktionstestning, Systemtestning, Testautomatisering, Testutveckling, Tillgänglighet, Integrationstest\n\nIT-säkerhet: Datasäkerhet/sårbarhetsanalys\n\nDatabaser: Databaser allmänt, Databasadministration, Datamodellering, Datalager, DBA, Databaskonstruktion, MongoDB, Postgresql\n\nSystemtyper: Objektorienterade system, Webb- och Internetbaserade system, Systemförvaltning, Systemintegration, Systemarkitektur - systemnivå, Mjukvaruarkitektur - programnivå, Mobilapplikationer\n\nTillämpningar: CRM-system, e-handel, Affärssystem, SOA, AJAX, Internet of Things\n\nBranscherfarenhet: Stat/kommun/Landsting, Media, Skog och Papper, Postorder/ e-handel, Säkerhet\n\nUtbildning: Systemvetenskap, Matematik, Annan högskoleutbildning 4 år eller mer","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Björn.docx","loc":{"lines":{"from":43,"to":61}}}}],["89",{"pageContent":"Branscherfarenhet: Stat/kommun/Landsting, Media, Skog och Papper, Postorder/ e-handel, Säkerhet\n\nUtbildning: Systemvetenskap, Matematik, Annan högskoleutbildning 4 år eller mer\n\nRoller: Designer, Utvecklare/Programmerare, Testare, Lärare, Databasadministratör, Scrum master\n\nOperativsystem/plattformar: Windows 2000, Windows 95, Windows 98, Windows XP, Mac OS X, Android, iOS\n\nDatabashanterare: Informix, MS SQL-server, Oracle, mySQL, SQLite, Postgresql\n\nVerktyg & Middleware: MS Project, MS Visual Studio, J2EE, Websphere, MS Sharepoint, JDBC, JMS, JBoss, Ant, Eclipse, MS Exchange, Hibernate, Weblogic, Spring, Netbeans, Git, Maven, Spring Webservice, Jira, Xcode, TeamCity, Node.js, Jenkins, Modelleringsverktyg, RabbitMQ, SoapUI, Cucumber, Docker, Liferay, React","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Björn.docx","loc":{"lines":{"from":61,"to":71}}}}],["90",{"pageContent":"Utvecklingsspråk: ASP, C, C++, HTML, Java, Javascript, JSP, SQL, SQL Windows, UML, Visual Basic, XML, C#, Delphi, Objective-C, Ada, Assembler, Python, Visual Basic .NET, J2SE, J2ME, Jquery, SOAP, Webservices, Rust, XSD, XSL, JUnit, AngularJS, Spring Batch, IntelliJ, Spring, Typescript, Android, Angular 2, Redux\n\nAffärssystem: Lawson Insight, M3\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2017\n\nSystemutvecklare, Migrationsverket 2016 - \n\nSystemutvecklare, Combitech AB 2016 - 2017\n\nSystemutvecklare, Infor Sweden AB 2014 - 2016\n\nSystemutvecklare, Colmeo AB 2010 - 2014\n\nUtbildningar\n\nSystemvetenskap, Högskolan i Skövde, 2008 - 2010\n\nSpelutveckling - Programmering, Högskolan i Skövde, 2006 - 2008","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Björn.docx","loc":{"lines":{"from":73,"to":95}}}}],["91",{"pageContent":"Daniel Sandell \n\nUtvecklare\n\nTest & kravhantering\n\n \n\nÖversikt\n\nDaniel är en erfaren utvecklare som har en bred teknisk kompetens. Han har de senaste åren arbetat med programvara för flyg och fordon. Han har främst arbetat med utveckling men har även varit involverad i kravarbete, test samt kvalitetssäkring. Daniel har god kunskap om programmeringsspråken C++, C, Pascal, och Java. Han har även jobbat med Rust, C# och Delphi. Egenskaper\n\nDaniel är en driven konsult som är lätt att samarbeta med och som trivs att arbeta i grupp såväl som självständigt. Han är en ansvarsfull, lojal och noggrann konsult som alltid är mån om att leverera i tid och med god kvalitet. Branscherfarenhet\n\nFörsvar, Tillverkande Industri \n\nUppdragshistorik\n\nVeoneer\n\nUtvecklare\n\n2022 - \n\nUtveckling av plattformsmjukvara för integration av LiDAR-sensor i fordon. Implementation, testning och dokumentation följde standarder för fordonssäkerhet. Teknik: C, Scrum\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2022 - 2022","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":1,"to":33}}}}],["92",{"pageContent":"Saab Aeronautics\n\nUtvecklare\n\n2022 - 2022\n\nUtveckling av flygplansmjukvara för styrning av telekrigsutrustning. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: C++, Scrum, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2020 - 2021\n\nUtveckling av ett verktyg som används för att generera kod. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: Rust, C++, MATLAB, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2018 - 2020\n\nUtveckling av flygplansmjukvara för styrning av telekrigsutrustning. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: C++, Scrum, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2018 - 2018\n\nUtveckling av flygplansmjukvara för styrning av radarutrustning. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: C++, Scrum, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2016 - 2017","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":33,"to":77}}}}],["93",{"pageContent":"Saab Aeronautics\n\nUtvecklare\n\n2016 - 2017\n\nUtveckling av plattformsmjukvara för flygplan. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: C, C++, Java, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2015 - 2016\n\nUtveckling av flygplansmjukvara för styrning av telekrigsutrustning. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: BridgePoint, C++, Scrum, Doors\n\n\n\nSaab Aeronautics\n\nUtvecklare\n\n2014 - 2015\n\nUtveckling av flygplansmjukvara för navigering. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: C++, MATLAB, Scrum, Doors\n\n\n\nCombitech AB\n\nTestare\n\n2014 - 2014\n\nVerifiering av säkerhetskritiska system för flygplan. Testningen följde standarder för flygsäkerhet. Teknik: Simulink, Scrum, Doors\n\n\n\nSaab Aeronautics\n\nSystemingenjör\n\n2013 - 2014\n\nSystemarbete berörande navigering för ett taktiskt system för helikopter. Arbetet följde standarder för flygsäkerhet. Teknik: Doors, Scrum\n\n\n\nCombitech AB\n\nUtvecklare\n\n2011 - 2013","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":77,"to":131}}}}],["94",{"pageContent":"Systemingenjör\n\n2013 - 2014\n\nSystemarbete berörande navigering för ett taktiskt system för helikopter. Arbetet följde standarder för flygsäkerhet. Teknik: Doors, Scrum\n\n\n\nCombitech AB\n\nUtvecklare\n\n2011 - 2013\n\nUtveckling, kravhantering och testning av Gripens systemdator, diverse lösningar berörande Gripens användargränssnitt. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: Pascal, Scrum, Doors\n\n\n\nCombitech AB\n\nUtvecklare\n\n2010 - 2011\n\nUtveckling, kravhantering och testning av Gripens systemdator inom beslutsstöd och navigering. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: Pascal, Scrum, Doors\n\n\n\nSaab Aerosystem\n\nUtvecklare\n\n2007 - 2013\n\nUtveckling, kravhantering och testning av Gripens systemdator inom beslutsstöd, mestadels utveckling av uppdragsdata och uppdragsberäkningar. Implementation, testning och dokumentation följde standarder för flygsäkerhet. Teknik: Pascal, Doors\n\n\n\nITT Flygt AB\n\nUtvecklare\n\n2006 - 2007","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":131,"to":173}}}}],["95",{"pageContent":"ITT Flygt AB\n\nUtvecklare\n\n2006 - 2007\n\nUtveckling av ett analysverktyg för prissättning av produkter. Teknik: VB.NET, Microsoft SQL Server.\n\n\n\nITT Flygt AB\n\nUtvecklare\n\n2006 - 2007\n\nUtveckling av ett offerthanteringssystem som är designat för att hantera offerter för olika typer av pumpar. Teknik: Delphi, Microsoft SQL Server, XML, XSLT.\n\n\n\nITT Flygt AB\n\nUtvecklare\n\n2006 - 2006\n\nSammanställning av data från olika databaser och uppdatering av prislistor. Teknik: Microsoft SQL Server.\n\n\n\nITT Flygt AB\n\nUtvecklare\n\n2005 - 2006\n\nUtveckling av ett webbaserat pumpvalsprogram, för att välja pump och utformning av pumpsystem. Teknik: .NET, C#, JavaScript, Microsoft SQL Server.\n\n\n\nAleris\n\nUtvecklare\n\n2005 - 2005\n\nUtveckling av en webbaserad lösning för att kunna administrera svar från ett webbenkätsystem. Teknik: .NET, C#, Microsoft SQL Server.\n\n\n\nFeelgood Svenska AB\n\nUtvecklare\n\n2005 - 2005","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":173,"to":227}}}}],["96",{"pageContent":"Aleris\n\nUtvecklare\n\n2005 - 2005\n\nUtveckling av en webbaserad lösning för att kunna administrera svar från ett webbenkätsystem. Teknik: .NET, C#, Microsoft SQL Server.\n\n\n\nFeelgood Svenska AB\n\nUtvecklare\n\n2005 - 2005\n\nUtveckling av ett webbenkätsystem och rapportgenerator, för att skapa, distribuera, arkivera och publicera enkäter på webben. Teknik: Delphi, Microsoft SQL Server\n\n\n\nKompetensområden\n\nBranscherfarenhet: Försvar\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2012\n\nKonsult, Sogeti Sverige AB 2007 - 2012\n\nKonsult, Pepto Systems AB 2005 - 2007\n\nUtbildningar\n\nC++ Advanced Programming, Informator AB, 2018 - 2018\n\nxtUML - Analysis and Design, Combitech, 2015 - 2015\n\nScrum Master kurs, Softhouse, 2012 - 2012\n\nScrum, agila metoder, Combitech, 2010 - 2010\n\nSun Certified Programmer for the Java Platform, Linköping, 2009 - 2009\n\nUML 2.1, Nohau, 2008 - 2008\n\nISEB Foundations Certificate in Software Testing, Linköping, 2008 - 2008\n\nMagisterexamen i datalogi, Mälardalens högskola, 1999 - 2004","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Daniel.docx","loc":{"lines":{"from":227,"to":277}}}}],["97",{"pageContent":"Dario Lentini \n\nUtvecklare\n\nArkitekt\n\nProblemlösare\n\n \n\nÖversikt\n\nSystemutvecklare med lång erfarenhet inom inbyggda system, programmering i C++ & C på Linux-platform. Genom att kombinera sina djupa kunskaper och förståelse för samspelet mellan hård- och mjukvara med en bred teknisk backgrund har han utvecklas till en utmärkt arkitekt som kunnat ta fram lösningar som inte bara är eleganta på pappret utan även realiserbara i praktiken. Dario är en effektiv utvecklare av lösningar för inbyggda realtids-system med krav på tidseffektivitet, prestanda och tillförlitlighet. Gedigna kunskaper av Embedded-Linux och programmering i C och C++ från kernel-drivrutiner till applikationer, speciellt i områden för ljud och video. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":1,"to":13}}}}],["98",{"pageContent":"Dario har ett starkt produkttänk, vilket ger honom den viktiga helhetsbilden för att på ett effektivt sätt kunna lösa det svåraste problemen. Genom att kombinera sin analytiska förmåga med mycket kreativitet lyckas han vara produktiv inför de svåraste utmaningarna. Hans signum är att alltid leverera med hög kvalitet de enklaste lösningarna på de svåraste problemen. Branscherfarenhet\n\n\n\nUppdragshistorik\n\nMaxar\n\nSystemutvecklare\n\n2020 - \n\nAlgoritmutveckling för satellitbilder; 3D-mesh, 2D-raster och HPC-processning. Utveckling av beroendegrafsystem för effektiv 3D-databas-processning. Algoritmer för vägnätsvektorer baserade på ML-modeller. Teknisk miljö: C++17, C, Python, Lustre-filsystem\n\n\n\nVeoneer\n\nSystemutvecklare\n\n2019 - 2020","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":15,"to":35}}}}],["99",{"pageContent":"Veoneer\n\nSystemutvecklare\n\n2019 - 2020\n\nMCU-utveckling, uppgradering av operativsystem och Autosar för ny aurix-krets. Design av ny hårdvara för att stödja ny PMIC-krets, implementation av drivrutin, bootloader och applikation. Optimering av algoritm i assembler. Teknisk miljö: C, Infineon AURIX TC2xx/TC3xx, MCU, Autosar, PMIC, RTOS, Python\n\n\n\nVeoneer\n\nSystemutvecklare\n\n2018 - 2019\n\nUtveckling av nästa generations kamera-system för aktiv säkerhet och autonom körning. Design och implementations av \"safe execution platform\" för att tex köra algoritmer för bildbehandling. Utvecklingen görs i tvärfunktionella team som ansvarar för allt från krav, arkitektur, design, implementation och test. Tekniks miljö: C, Yocto-linux, ARM, Xilinx Zynq UltraScale, ARM Cortex-A53, ARM CortexR5, FuSa, ISO26262, Python\n\n\n\nAutoliv\n\nSystemutvecklare\n\n2017 - 2018","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":35,"to":59}}}}],["100",{"pageContent":"Autoliv\n\nSystemutvecklare\n\n2017 - 2018\n\nUtveckling av ny platform för nästa generations night vision produkter. Vilka använder IR-kamera och display-kluster för att hjälpa föraren att upptäcka tex. djur i mörker. Utvecklingen bestod bland annat av att implementera kommunikations-protokoll med både den externa kameran och display-systemet. Teknisk miljö: C, Yocto-Linux, ARM, Xilinx Zynq UltraScale, ARM Cortex-A53, ARM CortexR5, RTOS, FPGA\n\n\n\nZenterio\n\nMjukvaruarkitekt\n\n2015 - 2017\n\nFramtagning av en ny arkitektur för Zenterios mediaplatform för att kunna stödja UHD/4K tillsammans med externa applikationer som Netflix och Youtube. Utmaningarna bestod av att skapa en design som klarade av de högst ställda säkerhetskraven som UHD video medför, tex. dedikerad avkrypteringshårdvara med särskilt secure-minne. Teknisk miljö: C++, C, Embedded Linux, ARM\n\n\n\nZenterio\n\nSystemutvecklare\n\n2014 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":59,"to":83}}}}],["101",{"pageContent":"Zenterio\n\nSystemutvecklare\n\n2014 - 2015\n\nTelekom Romania (TRO), Viaccess Orca och Zenterio samarbetar för att utveckla TRO:s OTT multi screen produkt. Implementation av HTTP baserat protokoll mot backend samt IPTV lösning inklusive FCC (fast channel change) och RET (retransmission) togs fram. Teknisk miljö: C++, C, Embedded Linux, MIPS\n\n\n\nZenterio\n\nTaskforcemedlem\n\n2014 - 2014\n\nFocus på stabilitet och prestanda för att möta Magyar Telekoms (Ungern) krav runt KPI. Teknisk miljö: C++, C, Embedded Linux, MIPS\n\n\n\nZenterio\n\nSystemutvecklare\n\n2013 - 2014\n\nUtveckling av hybridlösning för TCC (Uruguay) med DVB-C, IPTV och webbtjänster. Dario ingick i ett team som ansvarade för hela projektet från kravhantering till acceptanstestning. Teknisk miljö: C++, C, Embedded Linux, MIPS\n\n\n\nZenterio\n\nTaskforcemedlem\n\n2012 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":83,"to":117}}}}],["102",{"pageContent":"Zenterio\n\nTaskforcemedlem\n\n2012 - 2012\n\nZenterio, Ericsson, S3 Group och Mirada utvecklar tillsammans IPTV lösning för Axtel (Mexico). Dario representerar Zenterio på plats i Mexico för att tillsammans med övriga parter effektivt kunna hitta lösningar på de problem som kunden ser. Teknisk miljö: C++, C, Embedded Linux, MIPS\n\n\n\nZenterio\n\nSystemutvecklare\n\n2010 - 2011\n\nPortering till ny hårdvara för Slovak Telecom. Utveckling av funktionalitet för att använda USB-hårddiskar för inspelningar. Teknisk miljö: C++, C, Embedded Linux, SH4\n\n\n\nZenterio\n\nSystemutvecklare\n\n2009 - 2010\n\nIntegration av Zenterios mjukvarustack för den Brittiska marknaden, stöd för DVB, DVB-T2 och MHEG implementerades. Teknisk miljö: C++, C, Embedded Linux, SH4\n\n\n\nKompetensområden\n\nMetoder & Processer: Scrum, Parprogrammering, Agila metoder allmänt, KANBAN\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Test, Implementation\n\nKommunikation & Information: Engelska\n\nFast datakommunikation: Datakommunikation allmänt","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":117,"to":155}}}}],["103",{"pageContent":"Projektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Test, Implementation\n\nKommunikation & Information: Engelska\n\nFast datakommunikation: Datakommunikation allmänt\n\nSystemtyper: Inbyggda system, Objektorienterade system, Audio & Video, Realtidssystem, Mjukvaruarkitektur - programnivå, Operativsystem och drivrutiner\n\nRoller: Arkitekt, Designer, Utvecklare/Programmerare\n\nOperativsystem/plattformar: Linux, Android, iOS, Yocto\n\nVerktyg & Middleware: Eclipse, Git, Atlassian Fisheye, Atlassian Jira\n\nUtvecklingsspråk: C, C++, Javascript, Assembler, Python, Unix Shell script\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2017\n\nSoftware Engineer, Zenterio 2009 - 2017\n\nUtbildningar\n\nCivilingenjör Datateknik, Linköping, 2004 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Dario.docx","loc":{"lines":{"from":155,"to":181}}}}],["104",{"pageContent":"Josefine Lindbo \n\nSystemutvecklare\n\nBI-utvecklare\n\nDW-utveckare\n\n \n\nÖversikt\n\nJosefine är en komplett systemutvecklare med mångårig och bred erfarenhet. I sina projekt har hon arbetat i flera olika roller såsom arkitekt, DBA, programmerare, testare, kravställare, utvecklare m.fl. Josefine trivs som bäst när hon får jobba nära verksamheten och dess mål och omsätta krav och behov till tekniska lösningar av hög kvalitet. Hon har arbetat mycket med system där hon hanterat stora volymer och där prestanda varit en kritisk faktor. Josefine är nyfiken och sätter sig gärna in i nya tekniker och verksamheter. På sin fritid har Josefine fördjupat sig i allt från finansiell analys till Machine Learning. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":1,"to":13}}}}],["105",{"pageContent":"Josefine har alltid kundens mål i fokus och strävar efter bästa möjliga lösning sett till förutsättningarna. Som person är Josefine utåtriktad, glad och nyfiken. Det finns få områden som Josefine inte varit i kontakt med och hon använder sin omfattande erfarenhet att sätta sig in i nya problemställningar och teknologier på ett effektivt sätt. Hon uppskattas av kunderna för sin öppenhet och förmåga att dela med sig av sin kunskap. Branscherfarenhet\n\nBank & Finans, \"Hotell , Restaurang och Mötesindustri\", Forskning och utveckling (FoU), Detaljhandel, Fordon, Läkemedelsindustri, Media, Postorder/ e-handel, Service/Tjänster, Spel, Stat/kommun/Landsting, Teleoperatörer, Transport/Spedition/Flyg, Säkerhet \n\nUppdragshistorik\n\nArbetsförmedlingen\n\nSystemutvecklare backend\n\n2018 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":15,"to":25}}}}],["106",{"pageContent":"Uppdragshistorik\n\nArbetsförmedlingen\n\nSystemutvecklare backend\n\n2018 - \n\nVidareutveckling och förvaltning av verksamhetskritiskt ärendehanteringssystem. Incidenthantering via ServiceNow. Planering, design, modellering och utveckling av integrationer inför avveckling. Förbättringar av automatisering kring byggen och övervakning. Dokumentation av befintliga och nya funktioner. Uttag av rapporter och statistik åt verksamheten och andra projekt. Miljö: Agila team med Scrum. Jira, Kanban, Confluence, Sharepoint. Versionshantering i Git/Bitbucket. Byggmiljö: Liquibase, Jenkins, Ansible, Maven, Puppet. Databas: Oracle12c, utveckling i pl/sql, java. Databasmodellering i ERWin och SQLDataModeler Backend: Linux, bash/shell-scripts, Perl, Java, awk, python\n\n\n\nSBAB Bank\n\nBI-utvecklare\n\n2017 - 2018","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":25,"to":41}}}}],["107",{"pageContent":"SBAB Bank\n\nBI-utvecklare\n\n2017 - 2018\n\nVidareutveckling och förvaltning av integrationer i Oracle mellan bankens olika system. Bl.a. system för gallring enligt PUL/GDPR och anpassningar för IFRS9. Förbättra automatisering av byggen och övervakning. Optimering av scheman. Miljö: Oracle 11, PL/SQL, Microsoft SSIS, javaScript, Java, Ansible, Maven, Jenkins, Git, bash/shell-script. Databasmodellering i SQLDataModeler och Ankarmodellen, splunk. OracleEnterpriseManager för övervakning/optimering.\n\n\n\nMTG\n\nSystemutvecklare\n\n2016 - 2017\n\nMolnbaserat DW, projekt att flytta finansiell rapportering från legacy Oracle DW till molnet. Utredning och synliggörande av existerande affärsregler, migrering av affärsreglerna till nya extrakt och transformationer; att användas direkt av analytiker men också vidare aggregeras för att användas i Birst i fördefinierade dashboards. Miljö: Hadoop på AWS, Spark, S3, Hive, Presto, Exasol, Birst. Python, Java, Oracle PL/SQL Agile, scrum\n\n\n\nKindred (Unibet)\n\nSystemutvecklare\n\n2013 - 2016","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":41,"to":65}}}}],["108",{"pageContent":"Kindred (Unibet)\n\nSystemutvecklare\n\n2013 - 2016\n\nUnderhålla och vidareutveckla Data Warehouse för att stödja funktioner för extern och intern finansiell rapportering. Underhålla och bygga ETL-processer, avstämning av information från källsystem, Apexrapporter etc. Assistera vid avstämning och finansiella rapporter, audits och rapportering till myndigheter. Optimera prestanda vid generering av bokföring. Miljö: Oracle 11 PL/SQL, Apex, Java, Toad, Qlikview, Jira, Subversion Agile (Kanban/Sprints)\n\n\n\nGina Tricot\n\nUtredning/dba\n\n2012 - 2012\n\nBehovsanalys Utredning av licensbehov och alternativ för att bygga en stabilare plattform för framtida behov. Ny databasinstans för arkiverade transaktioner och migrering av arkivdata från produktionsmiljö. Miljö Oracle (Windows)\n\n\n\nComHem\n\nSystemutvecklare\n\n2012 - 2013","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":65,"to":89}}}}],["109",{"pageContent":"ComHem\n\nSystemutvecklare\n\n2012 - 2013\n\nProjekt att skriva om processer för onDemand-tjänster med målet att förbättra prestanda och minska belastningen på kundtjänst. Projekt att utforma ett nytt system för hantering av nummerportering mellan operatörer. Även här var målet att minska antalet fel och byta integrationsplattform. Projekt att förbättra testautomation inom databasen. Språk: PL/SQL, OracleForms 6 och 10 (Databas Oracle 11) Versionshantering: Subversion/Tortoise Verktyg: Jira, Toad, QualityCenter, EnterpriseArchitect Agile Scrum\n\n\n\nAristocrat Lotteries (ACE Interactive)\n\nSystemutvecklare\n\n2011 - 2012\n\nProjekt för ombyggnad av systemstrukturen Projekt för ny process för ekonomisk avstämning Projekt att implementera nya finansiella rapporter Språk: PL/SQL (Databas Oracle 11) Versionshantering: Perforce Verktyg: Toad, Rally, QualityCenter, EnterpriseArchitect Scrum\n\n\n\nTele2\n\nSystemutvecklare\n\n2006 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":89,"to":113}}}}],["110",{"pageContent":"Tele2\n\nSystemutvecklare\n\n2006 - 2011\n\nFörvaltning och utveckling av ett system för nätplanering och implementation av utrustning och förbindelser. Ansvarig för unixspecifika konfigurationer samt för webservicar och javakod i systemet. Exempel på projekt och roller: * Gemsamt register för stationsinformation delat av fem olika system på olika plattformar. * Kundbrev; Insamling av data om uppdaterade ordrar och generering av excel-fil med underlag som tillsammans med bifogade mätprotokoll skickas som email. * Nytt delsystem för användarhantering. * Planering och strategi för deploymentrutiner för gruppen. * Tekniskt ansvarig för införande av webbaserad användardokumentation. * Ansvarig för uppgradering till Oracle 10 och byte av teckenset till UTF8. Miljö: Oracle DB 9, 10, 11; Forms/Reports 10; PL/SQL; JDeveloper 9, 10; Oracle Application Server 10; Oracle WLS 11; Java 1.4, 1.5, 1.6 ;Linux; ITIL ;WebWorks ePublisher Versionshantering: MS VisualSourceSafe\n\n\n\nAstraZeneca\n\nSystemutvecklare\n\n2005 - 2006","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":113,"to":127}}}}],["111",{"pageContent":"AstraZeneca\n\nSystemutvecklare\n\n2005 - 2006\n\nSystemuteckling i System Score, ett system för uppföljning av kostnader inom AstraZenecas läkemedelsproduktion. Miljö/Verktyg/Metod: Oracle 9, PL/SQL Versionshantering: CVS Metod: RUP, UML\n\n\n\nAstraZeneca R&D\n\nSystemutvecklare\n\n2003 - 2004\n\nproject XMOS Utveckling av ny auditlösning i system AMOS (AstraZeneca MOnitoring System) för att förbättra prestanda, minska diskutnyttjande och följa nya riktlinjer i FDA CFR part 11. Migrering av befintlig audit trail från samtliga kliniska studier till ny strukur. Roller: Analys, design, utformande av krav-, design- och testspecifikationer, utveckling (PL/SQL) samt tester. Även ansvarig för delsystemet Audit i AMOS, och delansvarig för testmiljöer i unix i projektet. Miljö/Verktyg/Metod: Oracle 8.1.7, 9.0.2, PL/SQL, Unix (Sun Solaris)\n\n\n\nAstraZeneca R&D\n\nSystemutvecklare\n\n2003 - 2003","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":127,"to":151}}}}],["112",{"pageContent":"AstraZeneca R&D\n\nSystemutvecklare\n\n2003 - 2003\n\nproject Cobra Uppgradering av system AMOS från version 3.3 till 3.4. Roll: Programmering (PL/SQL), testspecifikationer, testning. Miljö/Verktyg/Metod: Oracle 8.1.7, PL/SQL\n\n\n\nAstraZeneca R&D\n\nSystemutvecklare\n\n2002 - 2002\n\nprojekt AHOY Utveckling av applikation för batchvis inladdning av kliniska data från XML-filer till system AMOS. I projektet ingick även att utveckla ett webbaserat gränssnitt för beställning av jobb och redovisning av körningar. Även framtagande av design- och testspecifikationer samt testning ingick i uppdraget. Roll: Systemutveckling, Krav, testspecifikationer, testning, design Miljö/Verktyg/Metod: Oracle 8.1.7, Java 1.3 + Xerces, PL/SQL, shell scripts (Sun Solaris)\n\n\n\nEMM Marketplace\n\nSystemutvecklare\n\n2000 - 2001","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":151,"to":175}}}}],["113",{"pageContent":"EMM Marketplace\n\nSystemutvecklare\n\n2000 - 2001\n\nEtt produktutvecklingsprojekt för e-handel mellan företag. Roll: Javautveckling, samt stored procedures för de tillfällen då WebLogics SMP inte gav systemet tillräckliga prestanda. Miljö/Verktyg/Metod: Java EJB, PL/SQL, BEA WebLogic, Oracle db i Sun Solaris -miljö\n\n\n\nYesbox\n\nSystemutvecklare\n\n2000 - 2000\n\nUtveckling av en reklamfinansierad website som bl a skulle erbjuda gratis e-post och ge poäng åt medlemmarna. Applikationen lagrade alla grafikinställningar och texter i databasen, vilket medförde ett mycket dynamiskt och användaranpassat gränssnitt, och även e-posthanteringen skedde i databasen. Roll: Databasdesign, DBA för projektet och utvecklare Miljö/Verktyg/Metod: Oracle 8 på Linux och Solaris, Apache, Java (app) och JSP (gui), PL/SQL och Java i databasen.\n\n\n\nASG Direct\n\nDatabasarkitekt/Systemutvecklare\n\n1999 - 1999","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":175,"to":199}}}}],["114",{"pageContent":"ASG Direct\n\nDatabasarkitekt/Systemutvecklare\n\n1999 - 1999\n\nUtveckling av logistiksystem Projekt för utveckling av ett system för hemleverans av varor beställda över nätet. Syftet var att en användare efter att ha handlat varor (även matvaror) i en webshop skulle kunna ange önskat datum och en ungefärlig tidpunkt för leverans. Systemet hanterade sedan logistiken från leverantörens lager via omlastningspunkter till budbilarnas ruttplanering och slutleverans till kunden. Systemet var ett flerskiktssystem med webb. Och handdatorgränssnintt byggt mestadels i Java och PL/SQL. Roll: Ansvarig för design och implementation av databasmodell, programmering av databaslager. DBA för projektet. Miljö/Verktyg/Metod: WebLogic, Sun Solaris i kluster, Oracle 8 med HA-lösning, Java, PL/SQL, RUP, UML, PowerDesigner\n\n\n\nWM-data Scania AB\n\nSystemutvecklare\n\n1999 - 1999","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":199,"to":213}}}}],["115",{"pageContent":"WM-data Scania AB\n\nSystemutvecklare\n\n1999 - 1999\n\nUtveckling i PL/SQL av batchmoduler för Scanias resursallokeringssystem FAIN/PRAL. Miljö/Verktyg/Metod: WebLogic, Sun Solaris i kluster, Oracle 8 med HA-lösning, Java, PL/SQL\n\n\n\nWM-data\n\nSystemutvecklare/DBA\n\n1996 - 1998\n\nProjekt/produkt Intrade Utveckling i PL/SQL av batchmoduler för Scanias resursallokeringssystem FAIN/PRAL. Roll: DBA för utvecklingsprojekt, databasdesign Miljö/Verktyg/Metod: Oracle 7, 8 HP, Java, C++\n\n\n\nKuwait Petroleum Svenska A\n\nSystemutvecklare\n\n1994 - 1996\n\nDrift och vidareutveckling av transaktionsintensiva ekonomi- och lagersystem i Oracle/Unix-miljö\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Kravanalys, Kravmodellering, Verksamhetsanalys, Order- och leveransflöden, Arkitekturramverk, Begreppsmodellering, Utforma logistiksystem, Change Management, GDPR","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":213,"to":245}}}}],["116",{"pageContent":"Verksamhetsutveckling och Strategi: Kravanalys, Kravmodellering, Verksamhetsanalys, Order- och leveransflöden, Arkitekturramverk, Begreppsmodellering, Utforma logistiksystem, Change Management, GDPR\n\nMetoder & Processer: RUP/UP, Processer och metoder allmänt, XP (Extreme Programming), ITIL, Scrum, Parprogrammering, Agila metoder allmänt, Continuous Integration, KANBAN, Ratten/Pilen, Controlling and Reporting, Continious Delivery, SAFe, TDD - Test Driven Development, Processkartläggning\n\nLedarskap: Mentor\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Test, Implementation, Införande och överlämning\n\nProjektledning: Teknisk projektledning, Administrativ delprojektledning, Agile project systems, Projektledning\n\nKvalitetsstyrning: Configuration Management, Change Management, Kvalitetssäkring/ Reliability engineering, Dokumenthantering, Dokumentation\n\nKommunikation & Information: Engelska\n\nTest & Verifiering: Systemtestning, Acceptanstest, Integrationstest","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":245,"to":259}}}}],["117",{"pageContent":"Kommunikation & Information: Engelska\n\nTest & Verifiering: Systemtestning, Acceptanstest, Integrationstest\n\nDatabaser: Databaser allmänt, Databasadministration, Datamodellering, Prestandaoptimering, Datalager, Datawarehousing, Ingres, DBA, Databaskonstruktion, MongoDB, Postgresql\n\nSystemtyper: Data Warehouse, Objektorienterade system, Webb- och Internetbaserade system, Systemförvaltning, Nätverk och kommunikation, Systemintegration, Systemarkitektur - systemnivå, Windowsapplikationer, Beslutstöd- och BI-system\n\nTillämpningar: CRM-system, e-handel, Ärendehanteringssystem, Billing-system, Affärssystem, Finanssystem, SOA, Internet of Things, Lagerhanteringssystem\n\nBranscherfarenhet: Bank & Finans, Fordon, Detaljhandel, Stat/kommun/Landsting, Media, Transport/Spedition/Flyg, Service/Tjänster, Teleoperatörer, Läkemedelsindustri, Spel, Postorder/ e-handel, Säkerhet, \"Hotell , Restaurang och Mötesindustri\", Forskning och utveckling (FoU)","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":259,"to":269}}}}],["118",{"pageContent":"Utbildning: Systemvetenskap, Annan högskoleutbildning 4 år eller mer, e-learning\n\nRoller: Arkitekt, Designer, Utvecklare/Programmerare, Testare, Team-ledare, Delprojektledare, Utredare, Kravanalytiker, Systemanalytiker, Systemförvaltare, Configuration Manager (CM), Databasadministratör, Service Designer, Lösningsarkitekt, Teknisk projektledare, Scrum master\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2017\n\n\n\nUtbildningar\n\nMachine Learning Foundations: A Case Study Approach, MOOC Coursera/University of Washington, 2016 - 2016\n\nCloud Computing Concepts, MOOC Coursera/University of Illinois at Urbana-Champaign, 2016 - 2016\n\nThe Language and Tools of Financial Analysis, MOOC Coursera/University of Melbourne, 2016 - 2016\n\nPython 2.7, MOOC Coursera/University of Michigan, 2015 - 2016\n\nR Programming, MOOC Coursera/Johns Hopkins University, 2015 - 2015\n\nFristående kurser, Karlstad Universitet, 1993 - 1994\n\nB.Sc, Computer Science, Högskolan i Trollhättan/Uddevalla, 1990 - 1993","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Josefine.docx","loc":{"lines":{"from":271,"to":297}}}}],["119",{"pageContent":"Magnus Ferlander \n\nSäljchef - komplexa system på \"svåra\" marknader\n\nKundprojektledare - i internationellt starkt konkurrensutsatt miljö\n\nTeknisk Projektledare - verksamhetskritiska lösningar som flyttar gränser.\n\n \n\nÖversikt","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":1,"to":11}}}}],["120",{"pageContent":"Kundprojektledare - i internationellt starkt konkurrensutsatt miljö\n\nTeknisk Projektledare - verksamhetskritiska lösningar som flyttar gränser.\n\n \n\nÖversikt\n\nMagnus har 20 års erfarenhet av försäljning och projektledning av komplexa systemlösningar i internationell miljö. Han har framgångsrikt bidragit till att anpassa militär teknologi för civila tillämpningar och med lyhördhet mot marknaden säkerställt inte bara hög kundnytta och lönsamhet utan dessutom säkrat ett kontinuerligt marknadsförsprång. Magnus har under åren rört sig i fältet mellan sälj, projektledning och systemledning. Detta har säkrat bredd och förmåga till situationsanpassat beteende och perspektiv. Det har dessutom bidragit till stark handlingsförmåga mot \"rörligt mål\". Som team- och avdelningsledare är Magnus en \"doer\". Han leder med fokus på kundförväntan/-krav, tidsplan samt kund- och ägarnytta. Han bygger team och får dem att fungera. Magnus är krävande, men samtidigt starkt coachande. Egenskaper","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":11,"to":19}}}}],["121",{"pageContent":"Magnus är en Internationellt mycket erfaren småländskt rotad entreprenör; med integritet, intensitet och starkt positiv framtoning. Han har ett starkt track-record i skapande av långsiktiga och lönsamma relationer i projekt. Utöver solid formell teknisk och kommersiell utbildning har han stor erfarenhet av förhandling och avtalsetablering i tal och skrift. Magnus driver innovation i växelverkan med kund och marknad. Han besitter stark uthållighet - och ser glädje - i affärsbyggandet och affärsmannautvecklingen inom teamet. Branscherfarenhet\n\nElektronikindustri, Fordon, Tillverkande Industri \n\nUppdragshistorik\n\nKapsch TrafficCom AB\n\nKundprojektledare\n\n2015 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":21,"to":31}}}}],["122",{"pageContent":"Kundprojektledare\n\n2015 - \n\nUPPDRAG: Magnus var/är ansvarig In-Factory projektledare för en rad komplexa kundprojekt inom området vägtull. I innevarande roll i ett projekt där två konkurrenter misslyckats så sent som vid \"Factory Acceptance Test\" och därmed fått sina respektive kontrakt avbrutna. Mot samma uppdrag nådde Magnus och hans team \"Completion\" 2017-02-28. ROLL: Att säkerställa den levererande organisationens förmåga att inom tid och budget leverera mot marknadens allra högsta tekniska krav. Att tillsammans med företagets systemproduktledning; via ett agilt arbetssätt minimera risk och korta av ledtider i totalleveransen gentemot kund. KUNDNYTTA: Ett vägtullsystem som i såväl teori som praktik hanterar en av världens mest komplicerade trafiksituationer. PROJEKTSTORLEK: ca MSEK 80. Projektet visar mycket god lönsamhet. FRAMGÅNGSFAKTORER: Kundförståelse, integrerat projektteam mellan bolag i gruppen /världsdelar samt grundmurat samarbete med produkt-/systemledning.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":31,"to":35}}}}],["123",{"pageContent":"Sensys Traffic AB\n\nVP Sales & Markerting\n\n2011 - 2015\n\nUPPDRAG: VP Sales and Marketing, sedermera Marketing and Business Development Fartkameror - \"Speed Enforcement\" eller som vi säger \"Intelligenta trafiksäkerhetslösningar\": Marknadsföring, säljledning, affärsutveckling och försäljning. Magnus ansvarade för avtalsetablering, processförbättring, säljledning, operativ \"sälj inom svåra marknader\" samt bearbetning av nya marknader. ROLL: Att bygga ett fungerande säljorganisation, etablera en företagsgemensam säljprocess samt att bryta nya geografiska marknader. FRAMGÅNGSFAKTORER: Stark \"affärskulturell\" anpassningsförmåga. Magnus tog företaget in på ett antal svåra marknader, däribland ett antal f.d. östeuropeiska länder samt Iran. I det senare fallet via en full genomgång med ISP (f.d. Krigsmaterielinspektionen). Även i Irak/Kurdistan. Det senare blockerades senare av regionala oroligheter och sedermera krig.\n\n\n\nKapsch TrafficCom AB\n\nProgramansvar - vägtullar - Afrika\n\n2009 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":39,"to":53}}}}],["124",{"pageContent":"Kapsch TrafficCom AB\n\nProgramansvar - vägtullar - Afrika\n\n2009 - 2011\n\nUPPDRAG: Magnus ansvarade för sälj- och marknadsutveckling för vägtullsprojekt primärt i södra Afrika. Försäljning, \"customer management\", \"customer expectation management\" samt \"implementation management\" primärt mot nya kunder (small- mid-size customer base). Marknadsföring (intern och extern) inom nytt produktsegment. KUNDNYTTA: Technology Access för nytt kundsegment. Marknadspotentialen bedömdes tyvärr för svag inom gruppen, vilket gjorde att gruppens initiativ parkerades. FRAMGÅNG: Indirekt framgång - ett antal effektiviserande \"systeminnovationer\" drevs fram som kommit gruppen till nytta på annat håll.\n\n\n\nKapsch TrafficCom AB\n\nProjektledare - Stora Kundprojekt\n\n2000 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":53,"to":67}}}}],["125",{"pageContent":"UPPDRAG: Under en följd år hade Magnus kommersiellt och tekniskt ansvar för verksamhetskritiska internationella kundprojekt, primärt gentemot Australien, Chile och Sydafrika. I samtliga enskilda projekt drev Magnus innovation med fokus på kundnytta, tidsplan och ägarvärde. ROLL: Magnus hade företagets sammantaget mest exponerade roll i gränssnittet mot såväl kund som konkurrenter. Gemensamt för roller över tid är att de kännetecknades i de flesta fall som pionjärskap med utpräglad risk men samtidigt med betydande \"uppsida\". Stark instinkt för \"go and get\" och kirurgiskt doserad återmatning till den levererande organisationen präglade framgångarna under dessa projekt. Framgångsrik hantering av omfattande kommersiell och teknisk risk var en betydande framgångsfaktor i samtliga dessa projekt. FRAMGÅNGSFAKTORER: Extremt god lönsamhet i projekt driven av utmärkt lyhördhet mot kund och anpassningsförmåga. Ackumulerad projektvärde i intervallet MSEK 4.000-15.000 (beroende på man värdering av tillkommande driftskontrakt). Konsoliderad CM på mellan 35 och 45%.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":69,"to":69}}}}],["126",{"pageContent":"Combitech TrafficSystems AB\n\nSystemingenjör\n\n1996 - 2000\n\nUPPDRAG: Magnus agerade som kundorienterad systemingenjör med stark förankring mot verksamheten. Tidigt exponerad mot slutkund. Nyckelområden: Kravställning/-definition, kravuppfyllnad, kunddriven utveckling, \"customer management\". Familjen bosatt i Melbourne Australien 1998-1999 (ca ett år). ROLL: Tidig exponering mot internationell kundkrets formade en lyhördhet för kundens förväntningar. Kunden har inte alltid rätt, men han/hon är fortfarande kund. Redan här valde jag att ta ett kundperspektiv, men att vrida dem ett extra varv; hur kan vi överskjuta förväntningarna, samtidigt som vi duckar för det där som driver kostnad utan att ge verklig kundnytta. Så har jag tänkt allt sen dess.\n\n\n\nCombitech AB\n\nElevingenjör - Corporate Trainee\n\n1994 - 1996","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":73,"to":87}}}}],["127",{"pageContent":"Combitech AB\n\nElevingenjör - Corporate Trainee\n\n1994 - 1996\n\nFÖRMÅN!: Elevingenjörsskapet hos Per Risberg, Christer Lundgren, Mats Lindman och BengtEric Ohlsson har påverkat min yrkesgärning hittills i fantastisk grad. Det fostrade integritet, innovation och värderingsstyrt ledarskap på alla nivåer. Konkret innebar det tjänstgöringsperioder på: - SAAB Ericsson Space AB, Göteborg - Combitech Electronics AB - Combitech Traffic Systems AB, samt - Combitech Network AB\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Organisationsutveckling, Strategisk planering, Affärsutveckling, Workshopledning, \"Ledarskap, rekrytering, personalutveckling\", Omvärldsanalys, Förändringsledning, Make /& Buy Analyser, Produktledning, Projektledning, Affärs och IT strategi, Affärsplanering, Change Management\n\nMarknadsföring: Marknadsanalys, Strategisk affärsplanering, Utvecklingsprojekt- Varor och tjänster, Kundupplevelse\n\nFörsäljning: Avtal och Förhandling, Försäljning, Försäljningsledning, Anbudsförfarande","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":87,"to":103}}}}],["128",{"pageContent":"Marknadsföring: Marknadsanalys, Strategisk affärsplanering, Utvecklingsprojekt- Varor och tjänster, Kundupplevelse\n\nFörsäljning: Avtal och Förhandling, Försäljning, Försäljningsledning, Anbudsförfarande\n\nUpphandling: Inköp och förhandling, LOU, Internationella tekniska upphandlingar\n\nLedarskap: Ledarskap allmänt, Affärscoachning, Beteendevetenskap, Operativ ledning, Grupprocesser, Chefscoaching, Styrelseledamot\n\nProjektfaser: Utveckling/Genomförande, Test, Drift\n\nProjektledning: Administrativ huvudprojektledning, Teknisk projektledning, Contract management, Administrativ delprojektledning, Projektledning, Inköp, Portföljledning\n\nKvalitetsstyrning: Kvalitetsledning, Change Management, Kvalitetssystem, Dokumentation\n\nTest & Verifiering: Acceptanstestledning\n\nBranscherfarenhet: Fordon, Tillverkande Industri, Elektronikindustri\n\nUtbildning: civ.ing, MBA, Annan högskoleutbildning 1 år\n\nRoller: Produktledare, Huvudprojektledare, Systemingenjör, Affärsutvecklare, Teknisk projektledare\n\n\n\nAnställningar","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":103,"to":127}}}}],["129",{"pageContent":"Utbildning: civ.ing, MBA, Annan högskoleutbildning 1 år\n\nRoller: Produktledare, Huvudprojektledare, Systemingenjör, Affärsutvecklare, Teknisk projektledare\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2017\n\nÄgare och Styrman, Ferlander Konsult och Förvaltning AB 2015 - \n\nSälj- och marknadschef, Sensys Traffic AB 2011 - 2015\n\nProgramansvar/Projektledning Sydafrika, Kapsch TrafficCom AB 2009 - 2011\n\nKundprojektledare, Kapsch TrafficCom AB 2000 - 2009\n\nSystemingenjör, Combitech Traffic Systems AB 1996 - 2000\n\nElevingenjör, Combitech AB 1995 - 1996\n\nUtbildningar\n\nCertifieringsutbildning: Rätt fokus i styrelsearbetet, Styrelseakademien, Jönköping, 2012 - 2012\n\nCivilingenjör Elektroteknik, Chalmers Tekniska Högskola, 1988 - 1996\n\nMBA, Chalmers/Göteborgs Universitet, 1994 - 1995\n\nMBA Extension, Concordia University, Canada, 1995 - 1995","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Magnus.docx","loc":{"lines":{"from":127,"to":157}}}}],["130",{"pageContent":"Magnus Nilsson \n\nArkitekt\n\nUtvecklare\n\n \n\nÖversikt\n\nMagnus är en mycket erfaren arkitekt och utvecklare för många av Microsofts produktplattformar. Fokus ligger på modern webbutveckling som nödvändigtvis inte knuten till en specifik plattform eller teknik. Han har över 10 års erfrenhet av SharePoint, men har även stor erfarenhet av andra produkter såsom SQL Server och BizTalk. Förutom Microsofts olika produkter så har han erfarenhet av Java och andra öppna tekniker. Magnus har följande certifieringstitlar: MCSD SharePoint Applications, MCPD SharePoint Developer 2010 Egenskaper\n\nMagnus är positiv, självgående och lösningsfokuserad. Tack vare god analytisk förmåga och ett brett kunskapsområde är han en tillgång i många olika typer av projekt. Branscherfarenhet\n\n\n\nUppdragshistorik\n\nPolisen\n\nUtvecklare\n\n2022 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":1,"to":23}}}}],["131",{"pageContent":"Uppdragshistorik\n\nPolisen\n\nUtvecklare\n\n2022 - \n\nContainerbaserat system för automatisk video- och bildanalys utvecklat med en flora av språk och tekniker såsom Angular, TypeScript, .NET, Kotlin, Python, Redis, RabbitMQ, MySQL, Nvidia DeepStream, där varje språk och teknik valts för sina unika egenskaper för att passa så bra som möjligt för ändamålet.\n\n\n\nToyota Material Handling Logistics Solutions AB\n\nUtvecklare och team lead\n\n2021 - 2022\n\nFörvaltning och vidareutveckling av Toyotas lösning för uppkopplade truckar. Systemet är baserat på Microsoft-teknik med ASP.NET Razor, WebAPI i C#, mikrotjänster i Service Fabric, Azure IoT Hub, samt egenutvecklad hård- och mjukvara för att sköta kommunikationen ut till truckarna.\n\n\n\nMaintMaster\n\nUtvecklare\n\n2021 - 2021","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":23,"to":49}}}}],["132",{"pageContent":"MaintMaster\n\nUtvecklare\n\n2021 - 2021\n\nMaintMaster är ett konfigurerbart ärendehanteringssystem för maskinunderhåll hostat i Microsoft Azure. Systemet har två frontends, dels en Windows-applikation skriven i .NET WinForms och dels en webbapplikation skriven i React.js. Båda delar en gemensam backend i C# med mycket egenutvecklade ramverk och mönster.\n\n\n\nCPA Global/Clarivate\n\nUtvecklare\n\n2016 - 2020\n\nUtveckling av ett system för hantering av patent och varumärken baserat på AngularJS/Angular och Web API i C# hostat i Microsoft Azure.\n\n\n\nSaab AB\n\nUtvecklare\n\n2015 - 2016\n\nFörvaltning och nyutveckling av integrationer i BizTalk 2010 och BizTalk 2013.\n\n\n\nImage Systems AB\n\nUtredare\n\n2015 - 2015\n\nTa fram riktlinjer för att modernisera applikationsplattformen för Image Systems produkter.\n\n\n\nStångåstaden\n\nArkitekt och utvecklare\n\n2014 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":49,"to":93}}}}],["133",{"pageContent":"Image Systems AB\n\nUtredare\n\n2015 - 2015\n\nTa fram riktlinjer för att modernisera applikationsplattformen för Image Systems produkter.\n\n\n\nStångåstaden\n\nArkitekt och utvecklare\n\n2014 - 2015\n\nEn ny publik webbplats för Stångåstaden baserad på SharePoint Server 2013 som ersatte den gamla baserad på SharePoint Server 2010. Webbplatsen är responsiv, använder sig av metadatanavigering, har en modulärt uppbyggd megameny och uppfyller WCAG 2.0.\n\n\n\nEskilstuna Kommun\n\nArkitekt och utvecklare\n\n2014 - 2014\n\nEtt nytt intranät baserat på SharePoint Server 2013 där personalisering med standardkomponenter var viktigt. Migrering från det gamla intranätet gjordes med Metalogix Content Matrix.\n\n\n\nSiemens Sverige AB\n\nArkitekt och utvecklare\n\n2014 - 2014\n\nEn migrering av nio applikationer från Lotus Notes till SharePoint Server 2013 med Quest Notes Migrator for SharePoint.\n\n\n\nLinköpings Universitet\n\nUtvecklare\n\n2013 - 2013\n\nEn ny studentportal baserad på SharePoint Server 2013, AngularJS och Bootstrap hostad i Windows Azure.\n\n\n\nSCA Hygiene Products AB","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":93,"to":143}}}}],["134",{"pageContent":"Linköpings Universitet\n\nUtvecklare\n\n2013 - 2013\n\nEn ny studentportal baserad på SharePoint Server 2013, AngularJS och Bootstrap hostad i Windows Azure.\n\n\n\nSCA Hygiene Products AB\n\nArkitekt och utvecklare\n\n2012 - 2013\n\nSnapshot är en intern informationswebb med sociala funktioner baserad på SharePoint Server 2010.\n\n\n\nOvako Steel AB\n\nArkitekt\n\n2012 - 2013\n\nEtt nytt intranät med språkhantering baserat på SharePoint Server 2010.\n\n\n\nKärnkraftsäkerhet och Utbildning AB\n\nArkitekt och utvecklare\n\n2012 - 2012\n\nEtt nytt dokumenthanteringssystem med anpassade innehållstyper och arbetsflöden baserat på SharePoint Server 2010.\n\n\n\nCloetta AB\n\nUtvecklare\n\n2012 - 2012\n\nNytt dokumenthanteringssystem för produktionsdokument med anpassade innehållstyper och arbetsflöden baserat på SharePoint Server 2010.\n\n\n\nEskilstuna Energi och Miljö\n\nArkitekt\n\n2012 - 2012\n\nEn uppgradering av sammarbetslösningen i Microsoft Office SharePoint Server 2007 till SharePoint Server 2010.\n\n\n\nStatens Energimyndighet\n\nArkitekt och utvecklare\n\n2012 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":143,"to":207}}}}],["135",{"pageContent":"Arkitekt\n\n2012 - 2012\n\nEn uppgradering av sammarbetslösningen i Microsoft Office SharePoint Server 2007 till SharePoint Server 2010.\n\n\n\nStatens Energimyndighet\n\nArkitekt och utvecklare\n\n2012 - 2012\n\nEtt nytt intranät med sociala funktioner baserat på SharePoint Server 2010 och FAST.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2011 - 2012\n\nVidareutveckling av webbplattformen för Toyota baserad på Microsoft Office SharePoint Server 2007. Nya sidmallar och webbdelar infördes så att truckarna kunde publiceras på ett mer modernt och användarvänligt sätt.\n\n\n\nStatens Energimyndighet\n\nArkitekt\n\n2011 - 2012\n\nFörstudie med processer från Services Ready för att ta fram kraven på ett nytt intranät baserat på SharePoint Server 2010.\n\n\n\nKärnkraftsäkerhet och Utbildning AB\n\nArkitekt\n\n2011 - 2011\n\nFörstudie med processer från Services Ready för att ta fram kraven på ett nytt dokumenthanteringssystem baserat på Microsoft SharePoint Server 2010.\n\n\n\nStatens Energimyndighet\n\nArkitekt och utvecklare\n\n2011 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":207,"to":259}}}}],["136",{"pageContent":"Statens Energimyndighet\n\nArkitekt och utvecklare\n\n2011 - 2011\n\nEtt nytt stödsystem för elcertifikat baserat på ASP.NET MVC 3, Razor, Entity Framework 4.1 och jQuery 1.6 som integrerar alla existerande system hos Statens Energimyndighet. Användargränssnittet använder sig av CSS 3.0 och Ajax för ett modernt utseende och en rik användarupplevelse.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2010 - 2010\n\nSökmotorn för produktinformation, QP Search, integrerades med online-butiken e-Sales. Ett flertal ändringar, kopplade till en ny roll, krävdes i QP Search innan slutkunder kunde tillåtas att använda sökmotorn. En enkel SSO-funktion implementerades även mellan e-Sales och QP Search.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2010 - 2011\n\nShort Term Rental är en funktion på externa webben baserad på Microsoft Office SharePoint Server 2007 som låter Toyota publicera lagertruckar som är tillgängliga för uthyrning.\n\n\n\nStatens Energimyndighet\n\nUtredare\n\n2010 - 2010","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":259,"to":293}}}}],["137",{"pageContent":"Statens Energimyndighet\n\nUtredare\n\n2010 - 2010\n\nProjektet tog fram samtliga processer och krav för ett nytt systemstöd för att handlägga elcertifikat.\n\n\n\nSaab AB\n\nArkitekt\n\n2010 - 2010\n\nEn ny extern webbplats för saabgroup.com med spännande design och en väldigt innovativ sökmotor. Webbplatsen baserades på EPiServer 5.0 tillsammans med sökmotorn från SharePoint Portal Server 2010.\n\n\n\nLänsförsäkringar\n\nArkitekt\n\n2010 - 2010\n\nFramtagning av en ny struktur för intranätet baserat på Windows SharePoint Services 3.0.\n\n\n\nEskilstuna Energi och Miljö\n\nArkitekt och utvecklare\n\n2009 - 2010\n\nEtt nytt intranät med mycket Web 2.0 influencer baserat på EPiServer 5.0 med EPiServer Community och EPiServer Relate+, och Microsoft Office SharePoint Server 2007.\n\n\n\nKärnkraftsäkerhet och Utbildning AB\n\nArkitekt och utvecklare\n\n2009 - 2011\n\nVidareutveckling av dokumenthanteringssystemet baserat på SharePoint Portal Server 2003.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2009 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":293,"to":347}}}}],["138",{"pageContent":"Arkitekt och utvecklare\n\n2009 - 2011\n\nVidareutveckling av dokumenthanteringssystemet baserat på SharePoint Portal Server 2003.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2009 - 2009\n\nVidareutveckling av Fleet Web som är en webbapplikation för att sälja begagnade truckar baserad på Microsoft Office SharePoint Server 2007 och SQL Server med integration mot Movex via IBM ESB. Användarbehörighet är styrd av AzMan.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2009 - 2009\n\nVidareutveckling av webbplattformen för Toyota baserad på Microsoft Office SharePoint Server 2007. Ett nytt arbetsflöde för översättning och publicering infördes.\n\n\n\nFortifikationsverket\n\nUtvecklare\n\n2009 - 2009\n\nVidareutveckling av kundportalen baserad på Windows SharePoint Services 3.0. Anpassade webbplatsdefinioner och listor och en integration mot 3L håller ordning på serviceärenden och hyreskostnader.\n\n\n\nCloetta Fazer AB\n\nArkitekt\n\n2009 - 2009","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":347,"to":389}}}}],["139",{"pageContent":"Cloetta Fazer AB\n\nArkitekt\n\n2009 - 2009\n\nEn ny produktutvecklingsdatabas baserat på Windows SharePoint Services 3.0. Anpassade webbplatsdefinitioner, listor och arbetsflöden ger Cloetta möjlighet att administrera sina nya produkter.\n\n\n\nSpecialfastigheter Sverige AB\n\nProjektledare och arkitekt\n\n2008 - 2009\n\nEn ny publik webbplats för Specialfastigheter baserad på Microsoft Office SharePoint Server 2007 som ersatte den gamla baserad på Microsoft Content Management Server.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2008 - 2009\n\nMigrera Fleet Web-applikationen från Microsoft Content Management Server till Microsoft Office SharePoint Server 2007.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2008 - 2008\n\nVidareutveckling av Fleet Web som är en webbapplikation för att sälja begagnade truckar baserad på Microsoft Content Management Server och SQL Server med integration mot Movex via BizTalk 2004. Användarbehörighet är styrd av AzMan.\n\n\n\nToyota Material Handling Europe\n\nArkitekt och utvecklare","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":389,"to":431}}}}],["140",{"pageContent":"Toyota Material Handling Europe\n\nArkitekt och utvecklare\n\n2008 - 2008\n\nNy design och mindre förändringar till intranätet baserat på SharePoint Portal Server 2003.\n\n\n\nCardo AB\n\nUtvecklare\n\n2007 - 2008\n\nEn ny publik webbplats för Cardo baserad på Microsoft Office SharePoint Server 2007.\n\n\n\nSpecialfastigheter Sverige AB\n\nUtvecklare\n\n2007 - 2007\n\nEtt nytt intranät för Specialfastigheter baserat på Microsoft Office SharePoint Server 2007 som ersatte det gamla baserat på SharePoint Portal Server 2003.\n\n\n\nIpendo AB\n\nArkitekt och utvecklare\n\n2006 - 2007\n\nIntasma är en webbapplikation baserad på ASP.NET 1.1 och SQL Server för patent och varumärkesregistreringar. Den hanterar hela livscykeln för ett patent eller varumärke genom att hålla reda på alla aktiviteter, såsom förnyelser och betalningar, och lagring av alla dokument som produceras under en registrering.\n\n\n\nMetsä Tissue\n\nArkitekt och utvecklare\n\n2006 - 2006","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":431,"to":475}}}}],["141",{"pageContent":"Metsä Tissue\n\nArkitekt och utvecklare\n\n2006 - 2006\n\nMDE är en webbapplikaiton baserad på ASP.NET 1.1 och SQL Server för manuell ändring av viss finansiell information. Användarbehörighet är styrd av AzMan.\n\n\n\nSpecialfastigheter Sverige AB\n\nArkitekt och utvecklare\n\n2005 - 2005\n\niSec är en webbapplikation baserad på ASP.NET 1.1 för administrering av andra system. Applikationsspecifika servicar skrivs och kan pluggas in i iSec via ett .NET-interface. Användarbehörighet är styrd av AzMan.\n\n\n\nLKDATA\n\nUtvecklare\n\n2005 - 2005\n\nEn integration av applikationerna Sofia IFO och Agresso baserad på BizTalk 2004.\n\n\n\nBT Europe\n\nArkitekt och utvecklare\n\n2005 - 2006\n\nEtt intranät baserat på SharePoint Portal Server 2003. Lösningen innefattar till exempel flerspråksstöd, omfattande layoutförändringar, ett antal anpassade webbdelar och nyhetshantering i Microsoft Content Management Server.\n\n\n\nBT Products\n\nUtvecklare\n\n2005 - 2005","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":475,"to":519}}}}],["142",{"pageContent":"BT Products\n\nUtvecklare\n\n2005 - 2005\n\nPDC är en webbapplikation baserad på ASP.NET 1.1 och SQL Server för att exportera truckstrukturer till XML-filer och konvertera sprängskissbilder till ett mindre format mer lämpligt för handhållna enheter. Användarbehörighet är styrd av AzMan.\n\n\n\nBT Europe\n\nUtvecklare\n\n2005 - 2005\n\nIntegrering av Movex och Used Trucks (senare döpt till Fleet Web) baserad på BizTalk 2004 och webbtjänster. På Movex-sidan finns en webtjänst skriven i Java som kör i WebSphere Application Server som hämtar information från Movex och skickar det till MizTalk. På Used Trucks-sidan finns en webbtjänst skriven i .NET som tar emot data från BizTalk och lägger in det i databasen för Used Trucks.\n\n\n\nBT Products\n\nUtvecklare\n\n2004 - 2004\n\nFörändringar av applikationerna ASD och CSS.\n\n\n\nBT Products\n\nArkitekt och utvecklare\n\n2004 - 2004","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":519,"to":553}}}}],["143",{"pageContent":"BT Products\n\nUtvecklare\n\n2004 - 2004\n\nFörändringar av applikationerna ASD och CSS.\n\n\n\nBT Products\n\nArkitekt och utvecklare\n\n2004 - 2004\n\nSimple Proxy är en webbapplikation baserad på ASP.NET 1.1 som agerar såsom en proxy server. Den utvecklades för att publicera en intern webbapplikation mot Internet på ett säkert sätt.\n\n\n\nLinköpings Kommunala Fastigheter AB\n\nArkitekt och utvecklare\n\n2004 - 2004\n\nEn projektportal baserad på ASP.NET 1.1 och Windows SharePoint Serivces 2.0. Projektportalen integrerades med den existerande publika webbplatsen. Användargränssnittet för WSS användes ej. Istället anropade alla sidorna i projektportalen WSS via webbtjänster.\n\n\n\nSpecialfastigheter Sverige AB\n\nArkitekt och utvecklare\n\n2004 - 2004\n\nEtt intranät för Specialfastigheter baserat på SharePoint Portal Server 2003. Lösningen inkluderar utseendeförändringar, anpassade webbdelar och händelsehanterare för dokumentbibliotek.\n\n\n\nLKDATA\n\nUtvecklare\n\n2004 - 2004\n\nKonvertering av söksidan på www.linkoping.se från ASP och VB6 till ASP.NET.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":553,"to":599}}}}],["144",{"pageContent":"LKDATA\n\nUtvecklare\n\n2004 - 2004\n\nKonvertering av söksidan på www.linkoping.se från ASP och VB6 till ASP.NET.\n\n\n\nCSM Materialteknik AB\n\nArkitekt och utvecklare\n\n2003 - 2003\n\nEtt dokumenthanteringssystem baserat på SharePoint Portal Server 2003. Lösningen innefattar metadatahantering, Word-mallar och händelsehanterare för dokumentbibliotek.\n\n\n\nSaab AB\n\nUtvecklare\n\n2003 - 2003\n\nPDB är en webbapplikation baserad på ASP.NET 1.1 och SQL Server som används för att publicera alla Saabs produkter. Dynamic PDF Generator används för att skapa PDF-dokument av produktkategorier och produkter. Alla produkter hanteras i applikationen via ett eget administrationsgränssnitt.\n\n\n\nPost- och telestyrelsen\n\nUtvecklare\n\n2002 - 2002\n\nEn publik webbapplikation baserad på ASP.NET och SQL Server som används för prisjämförelser mellan telefontjänster i Sverige.\n\n\n\nLandstinget i Östergötland\n\nUtredare\n\n2002 - 2002\n\nTa fram riktlinjer för hur man ska skriva kravspecifikationer på webbapplikationer baserade på ASP.NET.\n\n\n\nLKDATA\n\nUtvecklare\n\n2002 - 2002","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":599,"to":653}}}}],["145",{"pageContent":"Landstinget i Östergötland\n\nUtredare\n\n2002 - 2002\n\nTa fram riktlinjer för hur man ska skriva kravspecifikationer på webbapplikationer baserade på ASP.NET.\n\n\n\nLKDATA\n\nUtvecklare\n\n2002 - 2002\n\nEn publik webbplats för Linköping baserad på Microsoft Content Management Server och SQL Server.\n\n\n\nSaab AB\n\nUtvecklare\n\n2002 - 2002\n\nEtt intranät för Saab baserat på Microsoft Content Management Server och SQL Server.\n\n\n\nSaab Aircraft AB\n\nUtvecklare\n\n2002 - 2002\n\nEn applikation för reservdelar och servicemanualer baserad på VB6 och SQL Server.\n\n\n\nLandstinget i Östergötland\n\nUtredare\n\n2001 - 2001\n\nTa fram riktlinjer för hur .NET-applikationer ska implementeras.\n\n\n\nEricsson Radio Systems AB\n\nUtvecklare\n\n2001 - 2001\n\nRNX är en applikation baserad på Java som används för att göra prestandamätningar i ett GSM-nätverk.\n\n\n\nEricsson Radio Systems AB\n\nArkitekt, utvecklare och ClearCase-administratör\n\n2001 - 2001","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":653,"to":717}}}}],["146",{"pageContent":"2001 - 2001\n\nRNX är en applikation baserad på Java som används för att göra prestandamätningar i ett GSM-nätverk.\n\n\n\nEricsson Radio Systems AB\n\nArkitekt, utvecklare och ClearCase-administratör\n\n2001 - 2001\n\nONE är en applikation baserad på Java och CIF, som är ett internt ramverk utvecklat av Ericsson, som används för att navigera i ett mobilnätverk och aktivera funktioner på de olika objekten i nätverket.\n\n\n\nEricsson Radio Systems AB\n\nUtvecklare och ClearCase-administratör\n\n2000 - 2000\n\nCSH är en applikation baserad på Java som används för att gruppera godtyckliga objekt i ett GSM-nätverk.\n\n\n\nEricsson Radio Systems AB\n\nArkitekt och utvecklare\n\n2000 - 2000\n\nCMCC2 är en webbapplikation baserad på UNIX shell script (Korn Shell och AWK) som används för att kontrollera ett PDC-nätverk efter vissa regler.\n\n\n\nEricsson Radio Systems AB\n\nArkitekt och utvecklare\n\n1999 - 2000\n\nFCIT är ett verktyg baserat på UNIX shell script (Korn Shell och AWK) som används för att införa frekvensuppdateringar i ett PDC-nätverk.\n\n\n\nConNova Systems","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":717,"to":763}}}}],["147",{"pageContent":"Arkitekt och utvecklare\n\n1999 - 2000\n\nFCIT är ett verktyg baserat på UNIX shell script (Korn Shell och AWK) som används för att införa frekvensuppdateringar i ett PDC-nätverk.\n\n\n\nConNova Systems\n\nÖversättare och utvecklare\n\n1999 - 1999\n\nBizManager är ett affärsystem för kabel och satellit TV operatörer baserat på PowerBuilder och Oracle.\n\n\n\nSaab Aircraft AB\n\nArkitekt och utvecklare\n\n1998 - 1999\n\nPDB är ett program baserat på PowerBuilder och Oracle som används för att beräkna priset för ett JAS-plan beroende på konfiguration, reservdelar och övrig kringutrustning.\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Workshopledning, Utredning, Kravanalys, Kravmodellering, Utbildning\n\nIT-strategi: Teknikutredning\n\nMetoder & Processer: Scrum, Agila metoder allmänt, KANBAN\n\nLedarskap: Mentor, Kurs- och seminarieledare, Mentorskap\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Projektering, Utveckling/Genomförande, Test, Implementation, Införande och överlämning, Drift\n\nIT-säkerhet: Kryptering, IT-säkerhet allmänt","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":763,"to":803}}}}],["148",{"pageContent":"Projektfaser: Systemering/Design/Krav, Förstudie, Projektering, Utveckling/Genomförande, Test, Implementation, Införande och överlämning, Drift\n\nIT-säkerhet: Kryptering, IT-säkerhet allmänt\n\nDatabaser: Databaser allmänt, Datamodellering, Prestandaoptimering\n\nSystemtyper: Objektorienterade system, Webb- och Internetbaserade system, Systemintegration, Systemarkitektur - systemnivå, Mjukvaruarkitektur - programnivå, Windowsapplikationer\n\nUtbildning: Annan högskoleutbildning 3 år\n\nRoller: Arkitekt, Designer, Utvecklare/Programmerare, Utredare, Workshopledare, Kravanalytiker, Systemanalytiker, Lärare, Systemförvaltare, Databasadministratör, Driftstekniker, Enterprise Architecht, Lösningsarkitekt, Utbildningsledare, Teknisk projektledare\n\nHårdvara: PC\n\nOperativsystem/plattformar: MS Internet Information Server, Windows 2000, Windows 95, Windows 98, Windows NT, Windows XP, Windows 2003, MS Content Management Server, Windows 2008 Server, Windows 7","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":803,"to":817}}}}],["149",{"pageContent":"Operativsystem/plattformar: MS Internet Information Server, Windows 2000, Windows 95, Windows 98, Windows NT, Windows XP, Windows 2003, MS Content Management Server, Windows 2008 Server, Windows 7\n\nDatabashanterare: MS SQL-server, Oracle, MSSQL Server Integration Services\n\nVerktyg & Middleware: MS Explorer, MS Office, MS Visual Studio, Visual Studio .NET, MS Sharepoint, MS Exchange, Episerver, MS Visual Source Safe, Windows Presentation Foundation, Windows Workflow Foundation, Team Foundation Server, Sharepoint, Visio, MVC.net, Windows Communication Foundation, SharePoint 2013, SharePoint Online, Entity Framework, Nhibernate\n\nUtvecklingsspråk: ASP, C, C++, HTML, Java, Javascript, PL/SQL, SQL, Visual Basic, C#, Visual Basic .NET, MS .NET, ASP.NET, PowerShell, HTML5, Jquery, CSS, Webservices, Rust, XSD, XSL, MVC, AngularJS, VBA\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2016\n\nIT-konsult, Kvadrat 2016 - \n\nIT-konsult, ÅF Technology AB 2015 - 2016\n\nIT-konsult, Sogeti Sverige AB 2009 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":817,"to":835}}}}],["150",{"pageContent":"Anställningar\n\nKvadratkonsult sedan 2016\n\nIT-konsult, Kvadrat 2016 - \n\nIT-konsult, ÅF Technology AB 2015 - 2016\n\nIT-konsult, Sogeti Sverige AB 2009 - 2015\n\nIT-konsult, Qurius Sweden AB 2008 - 2009\n\nIT-konsult, Ibitec AB 1999 - 2008\n\nIT-konsult, DataVis Syd AB 1998 - 1999\n\nUtbildningar\n\nHöskoleingenjör Datateknik (Di), Linköpings Universitet, 1995 - 1998","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_MagnusN.docx","loc":{"lines":{"from":835,"to":853}}}}],["151",{"pageContent":"Mikael Lönneberg \n\nUtvecklare\n\nArkitekt\n\nTeknisk projektledare\n\n \n\nÖversikt\n\nMikael arbetar framför allt med java och webutveckling, helst med hjälp av olika Open Source komponenter. SQL och databaser är en av Mikaels styrkor och då framförallt Oracle och PostgreSQL. Egenskaper\n\nSom person är Mikael en problemlösare som drivs av utmaningar. Mikael har hög social kompetens och får goda vitsord från kunder och medarbetare. Branscherfarenhet\n\n\n\nUppdragshistorik\n\nNIRA Dynamics AB\n\nUtvecklare\n\n2023 - \n\nUtvecklar applikationer för analys och visualisering av fordonsdata. Dessa utvecklas i scala, python, java, react mm. Applikationerna driftas på AWS i ett kubernetes kluster.\n\n\n\nIda Infront\n\nUtvecklare\n\n2020 - 2022\n\nKundanpassningar av iipax-one. Java, Maven, SqlServer, Jenkins\n\n\n\nCambio Healthcare Systems\n\nScrummaster, Utvecklare\n\n2019 - 2020\n\nStarta upp och sätta formerna för ett nytt scrum team. Utveckling i Java samt stöttning av juniora utvecklare.\n\n\n\nCPA Global\n\nScrummaster, Utvecklare\n\n2016 - 2019","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":1,"to":55}}}}],["152",{"pageContent":"Scrummaster, Utvecklare\n\n2019 - 2020\n\nStarta upp och sätta formerna för ett nytt scrum team. Utveckling i Java samt stöttning av juniora utvecklare.\n\n\n\nCPA Global\n\nScrummaster, Utvecklare\n\n2016 - 2019\n\nUtvecklade en ny molnbaserad plattform för hantering av immateriella rättigheter. Funktionalitet inkluderade förnyelse, sökning och möteshantering av patent. Integrationer mot sökfunktioner för immateriella rättigheter och förnyelsesystem för patent. Metod: Scrum Tekniker: Angular, .Net, Git, Azure, Azure search, DocumentDB, SQL, SQL Server, C#, XUnit, Jenkins, VSTS, CosmosDB, Azure Functions, Azure DevOps\n\n\n\nMigrationsverket\n\nTeknisk projektledning, Utvecklare, Scrummaster\n\n2012 - 2015","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":55,"to":77}}}}],["153",{"pageContent":"Migrationsverket\n\nTeknisk projektledning, Utvecklare, Scrummaster\n\n2012 - 2015\n\nUtveckling av interface för outsourcing av biometrilösning hos externa tjänsteleverantörer, inom Migrationsverkets VIS-projekt. Framtagande av XML-schema samt NIST format. Design, utveckling och Scrummaster i ett team som är del av VIS-projektet som arbetar med e-tjänster för utlandsmyndigheterna och Migrationsverket, dokumentvisaren Oracle AutoVue samt utveckling- och förvaltningsaktiviteter för ett antal applikationer. Metod: Scrum. Tekniker: Java, Applikationsserver i JEE, Wicket, SQL, Spring, Struts, JSP, Webservices, Soap, Rest, XML, Webbutveckling, HTML5, CSS, jQuery, Javascript, Bootstrap, JUnit, Oracle Weblogic, JBoss EAP, Oracle Service Bus (OSB), Eclipse/IntelliJ IDEA, Linux, Informix, Subversion, Jenkins, Jira, Sonar\n\n\n\nMigrationsverket\n\nUtvecklare\n\n2011 - 2011","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":77,"to":91}}}}],["154",{"pageContent":"Migrationsverket\n\nUtvecklare\n\n2011 - 2011\n\nUtveckling av migrationsverkets nya e-tjänster. Projektet e-migration syftar till att göra Migratonsverket till en effektiv e-förvaltning och möliggöra en elektronisk ärendehantering. Scrum-teamet ansvarar för att samordna boendeplatser för asylsökande. Detta uppdrag utförs parallellt med förvaltningsaktiviteter av gamla system. Metod: Scrum. Tekniker: Java, Applikationsserver i JEE, Wicket, SQL, Spring, Struts, JSP, Webservices, Soap, Rest, XML, Webbutveckling, HTML, CSS, jQuery, Javascript, Bootstrap, JUnit, Oracle Weblogic, Oracle Service Bus (OSB), Eclipse/IntelliJ IDEA, Linux, Informix, Subversion, Jenkins, Jira, Sonar\n\n\n\nNaturvårdsverket\n\nUtvecklare\n\n2011 - 2011\n\nMigrering av Klimax från Weblogic till JBoss Enterprise\n\n\n\nIBM Rational\n\nChefsarkitekt, Utvecklare, Lab chef\n\n2010 - 2010","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":91,"to":115}}}}],["155",{"pageContent":"Naturvårdsverket\n\nUtvecklare\n\n2011 - 2011\n\nMigrering av Klimax från Weblogic till JBoss Enterprise\n\n\n\nIBM Rational\n\nChefsarkitekt, Utvecklare, Lab chef\n\n2010 - 2010\n\nUtveckling av integration mellan Rational Focal Point och RTC, baserat på OSLC. Huvudansvarig för all utveckling av Rational Focal Point Tekniker: Java, Tomcat, Rational Team Concert, OAuth, OSLC, JSP,REST, PostgreSQL, Oracle, WebSphere\n\n\n\nIBM Rational\n\nLab Chef , Teknisk projektledare, Designer\n\n2008 - 2010\n\nTeknisk Projektledare och ansvarig för ett distribuerat utvecklingsteam. Kravanalys, kravnedbrytning och estimering av release projekt. Design och kodgranskning. Tekniker: Java, Tomcat, JSP, JavaScript, Subversion, CruiseControl , WebServices, PostgreSQL, Oracle\n\n\n\nTelelogic AB\n\nTeknisk projektledning, Utvecklare\n\n2007 - 2008\n\nVidareutveckling av Focal Point. Ny utveckling samt teknisk projektledning. Tekniker: Java, Tomcat, JSP, JavaScript, Subversion, Oracle, PostgreSQL.\n\n\n\nTelelogic AB\n\nUtvecklare\n\n2005 - 2007","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":115,"to":159}}}}],["156",{"pageContent":"2007 - 2008\n\nVidareutveckling av Focal Point. Ny utveckling samt teknisk projektledning. Tekniker: Java, Tomcat, JSP, JavaScript, Subversion, Oracle, PostgreSQL.\n\n\n\nTelelogic AB\n\nUtvecklare\n\n2005 - 2007\n\nRe-arkitektur av Focal Point abstrahering av databaslager för att kunna stödja fler databaser samt minnesoptimering. Tekniker: Java, Tomcat, JSP, JavaScript, Subversion, Oracle, PostgreSQL.\n\n\n\nFocal Point AB\n\nUtvecklare\n\n2005 - 2005\n\nUtveckling av den webbaserade produkten Focal Point. Tekniker: Java, Tomcat, Oracle, JSP, JavaScript, PostgreSQL, CVS\n\n\n\nIFS World Operations AB\n\nSenior Application Consultant\n\n2003 - 2005\n\nTekniskt säljstöd för High Tech och Medical Devices marknaden för IFS Applications Tekniker: Java, Oracle, PL/SQL, Centura\n\n\n\nIams Inc (IFS North America)\n\nUtvecklare\n\n2003 - 2004\n\nIntegration mellan IFS Applications och EDI för distribution. Tekniker: Java, C#, WebServices, Oracle, PL/SQL, Centura, JBoss\n\n\n\nBlackwells Bookservices Inc (IFS North America)\n\nUtvecklare\n\n2003 - 2003","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":159,"to":209}}}}],["157",{"pageContent":"Integration mellan IFS Applications och EDI för distribution. Tekniker: Java, C#, WebServices, Oracle, PL/SQL, Centura, JBoss\n\n\n\nBlackwells Bookservices Inc (IFS North America)\n\nUtvecklare\n\n2003 - 2003\n\nIntegration med Blackwells interna system för lagerhantering och IFS Applications Tekniker: Java, C#, WebServices, Oracle, PL/SQL, Centura, JBoss\n\n\n\nTazo tea Inc (IFS North America)\n\nUtvecklare\n\n2002 - 2003\n\nKundspecifika anpassningar av IFS Applications. Tekniker: Java, PL/SQL, Centura, Oracle\n\n\n\nGMI Inc (IFS North America)\n\nUtvecklare\n\n2002 - 2002\n\nUtveckling av Yield by Operation funktionalitet för IFS Applications. Nytt användargränssnitt samt rapporter. Tekniker: PL/SQL, Centura, Oracle\n\n\n\nMedical Device Inc (IFS North America)\n\nUtvecklare\n\n2001 - 2002\n\nUtveckling av elektronisk signatur funktionalitet för IFS Applications för att uppfylla FDA krav för medical device marknaden. Utveckling av anpassningar och rapporter. Tekniker: PL/SQL, Oracle, Centura, IFS Reporting\n\n\n\nNational Semi Conductors (IFS North America)","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":209,"to":253}}}}],["158",{"pageContent":"National Semi Conductors (IFS North America)\n\nUtvecklare\n\n2001 - 2001\n\nKundanpassningar av IFS Applications. Tekniker: PL/SQL, Oracle, Centura\n\n\n\nIFS World Operations R&D\n\nUtvecklare\n\n1999 - 2001\n\nUtveckling av underhållsmodulen i IFS Applications. Ansvarig för gruppens utvecklingsmiljöer, både databaser och källkodshantering. Tekniker: PL/SQL, Oracle, Centura, CCC/Harvest, XML\n\n\n\nKompetensområden\n\nVerksamhetsutveckling och Strategi: Kravanalys\n\nMetoder & Processer: XP (Extreme Programming), Scrum, Agila metoder allmänt, Continuous Integration, LEAN, Continious Delivery\n\nProjektfaser: Systemering/Design/Krav, Förstudie, Utveckling/Genomförande, Implementation\n\nProjektledning: Teknisk projektledning\n\nDatabaser: Databaser allmänt, Datamodellering\n\nSystemtyper: Webb- och Internetbaserade system\n\nTillämpningar: Ärendehanteringssystem, SOA, AJAX\n\nUtbildning: Systemvetenskap\n\nRoller: Arkitekt, Utvecklare/Programmerare, Team-ledare\n\nHårdvara: Mac, PC","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":253,"to":293}}}}],["159",{"pageContent":"Systemtyper: Webb- och Internetbaserade system\n\nTillämpningar: Ärendehanteringssystem, SOA, AJAX\n\nUtbildning: Systemvetenskap\n\nRoller: Arkitekt, Utvecklare/Programmerare, Team-ledare\n\nHårdvara: Mac, PC\n\nOperativsystem/plattformar: Linux, Red Hat, Solaris, Mac OS X, Apache HTTP Server, Android\n\nDatabashanterare: Informix, Oracle, mySQL, Postgresql\n\nVerktyg & Middleware: Apache Jakarta/Tomcat, J2EE, Oracle Weblogic Server, JDBC, JBoss, Ant, Eclipse, Struts, Weblogic, Tomcat, Spring, Subversion, Git, Atlassian Fisheye, Atlassian Jira, Oracle SOA Suite, Maven, Wicket, Oracle Service Bus\n\nUtvecklingsspråk: HTML, Java, Javascript, JSP, Pascal, PL/SQL, Servlets, SQL, XML, C#, Python, XSL-FO, HTML5, Jquery, Webservices, XSD, XSL, JUnit, SSL\n\nAffärssystem: IFS\n\nModulkunskap affärssystem: Inköp/lager, Kundreskontra, Leverantörsreskontra\n\n\n\nAnställningar\n\nKvadratkonsult sedan 2013\n\nSenior Software Engineer, Elvagruppen AB 2011 - 2013\n\nLab chef, Teknisk projektledare, Designer, IBM Rational 2008 - 2010","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":293,"to":323}}}}],["160",{"pageContent":"Anställningar\n\nKvadratkonsult sedan 2013\n\nSenior Software Engineer, Elvagruppen AB 2011 - 2013\n\nLab chef, Teknisk projektledare, Designer, IBM Rational 2008 - 2010\n\nChefsarkitekt, Utvecklare, IBM Rational 2010 - 2010\n\nTeknisk projektledare, Software Engineer, Telelogic AB 2007 - 2008\n\nSoftware Engineer, Telelogic AB 2005 - 2007\n\nSr Applikationskonsult, IFS World Operations 2003 - 2005\n\nSoftware Engineer, Focal Point AB 2005 - 2005\n\nSoftware Engineer, IFS North America 2001 - 2003\n\nSoftware Engineer, IFS R&D 1999 - 2001\n\nUtbildningar\n\nSystemvetenskapliga programmet, Linköping, 1997 - 1999\n\nInternationella ekonomprogrammet, Linköping, 1995 - 1997","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Mikael.docx","loc":{"lines":{"from":323,"to":349}}}}],["161",{"pageContent":"Olof Lööv \n\nUtvecklare\n\nTeam Lead\n\n \n\nÖversikt\n\nOlof har jobbat i över tio år med systemutveckling i olika former, från telekrigssystem på stridsflygplan till brunstkalendrar för mjölkbönder och då i en mängd olika programspråk och teknik-stacker. Har varit teamlead för stora utvecklingsteam men även varit enda utvecklaren för flera projekt.Han gillar att arbeta agilt där kunden är involverad från start till mål. Arbetar gärna i stora komplexa system där leveranser kommer från olika team.Olof har ett starkt intresse för systemutveckling och utveckling där nya tekniker används i synnerhet. Egenskaper\n\nOlof är en öppen, lugn och ödmjuk lagspelare som tack vare sin erfarenhet från olika typer av roller och branscher har en god förmåga att få grepp om problemställningar. Branscherfarenhet\n\n\n\nUppdragshistorik\n\nTransportstyrelsen\n\nSystemutvecklare\n\n2022 -","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":1,"to":23}}}}],["162",{"pageContent":"Uppdragshistorik\n\nTransportstyrelsen\n\nSystemutvecklare\n\n2022 - \n\nArbetade som systemutvecklare inom Produktområde Sjö och luft på Transportstyrelsen, där jag ingick i ett agilt leveransteam. Huvudsakliga ansvarsområden var nyutveckling av effektiva, smarta och hållbara lösningar. Använde C#/.NET och MS SQL Server för att implementera och optimera systemfunktioner. Arbetade nära andra utvecklare, scrummaster och produktägare för att gemensamt hitta lösningar som underlättade för verksamheterna. Tog fram och implementerade enhetstester för att säkerställa korrekt funktionalitet och kvalitet i kodbasen. Genomförde automationstester för att effektivisera och automatisera testprocessen samt integrationstester för att testa samspel och korrekthet mellan olika systemkomponenter. Var aktivt involverad i DevOps-processen, där jag bidrog till att integrera utveckling och drift av systemet. Tekniker C#/.NET, Blazor WASM, Azure Devops, SQL, xunit, bunit\n\n\n\nViken Skog SA\n\nTeam Lead\n\n2021 - 2022","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":23,"to":39}}}}],["163",{"pageContent":"Viken Skog SA\n\nTeam Lead\n\n2021 - 2022\n\nUnderhåll och nyutveckling av verktyg till skogsinspektorn som används under hela skogens livscykel, från plantering till avverkning. Vidareutvecklade i synnerhet en mobilapplikation med ett helt nytt sätt att kontraktera åtgärder. Refaktoriseringar för moduläritet. Ansvar för kundkontakt, produkt backlogg, sprint planering, uppföljning av burndowns samt retrospektiv. Kommunikation dagligen med kund för att stämma av progress i projekt samt support/felsökning av befintlig funktionalitet. Deltog även i utvecklingen av ett API som tillhandahöll funktionalitet för att hämta information om miljöavvikelser. API:et utvecklades i dotnet, autentisering med amazon cognito. Tekniker Swift, iOS, Amazon AWS, GIS, C#, Team City, Jira\n\n\n\nVäderstad AB\n\nTeam Lead/Mjukvaruutvecklare\n\n2015 - 2021","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":39,"to":53}}}}],["164",{"pageContent":"Jag var delaktig och drivande i många delar av Väderstads breda teknikstack. Från utveckling och finjusteringar av reglerloopar till att ta fram användarvänliga gränssnitt. Därtill var jag även med och formade arbetssätt för en snabbt växande utvecklingsavdelning. C++, JavaScript, Embedded Linux, Knockout, GoogleTest Loggfilsverktyg Under min tid på Väderstad arbetade jag bland annat med ett verktyg som servicetekniker använder sig av för att bland annat felsöka maskin. Applikationen är en .NET applikation med pluginbaserad arkitektur. Utvecklade bland annat ett plugin som möjliggjorde nedladdning av binär-loggar från maskiner samt parsning av det nedladdade datat. GUI med hjälp av WPF Enhetstester med hjälp av unit test ramverket xUnit. Tekniker .NET, WPF, GeoJSON, KML, Generics, json De såmaskiner som Väderstad utvecklar styrs av lantbrukaren med hjälp av en iPad som i sin tur är kopplad med såmaskinen via en gateway som sitter monterad på maskinen. Jag var under min tid på Väderstad ansvarig för underhåll av iPad-appen. Säkerställde kontinuerligt att appen använder senaste versioner av sina ramverk samt att de APIer som appen använder var i bruk och","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":55,"to":55}}}}],["165",{"pageContent":"som sitter monterad på maskinen. Jag var under min tid på Väderstad ansvarig för underhåll av iPad-appen. Säkerställde kontinuerligt att appen använder senaste versioner av sina ramverk samt att de APIer som appen använder var i bruk och inte deprekerade. Anslöt appen till ett API som möjliggjorde nedladdning av användarmanualer och instruktionsfilmer. Tekniker Swift, Objective C, json, Azure, Jira","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":55,"to":55}}}}],["166",{"pageContent":"Växa Sverige\n\nMjukvaruutvecklare\n\n2014 - 2015\n\nMed hjälp av appen Brunstkalendern får mjölkbonden koll på besättningens brunster, blodflytningar och tidpunkter för seminering Var delaktig i projektets samtliga faser från kravinsamling till driftsättning. Appen utvecklades i C# med hjälp av Xamarin.Forms som är ett open-source ramverk som bygger på .NET. Xamarin.Forms möjliggjorde att över 95% av koden som skrevs kunde delas mellan olika plattformar. Jag hade under projektet mycket kundkontakt och höll bland annat kontinuerliga demos för att få feedback på nya funktioner och vyer. Tekniker git, REST, C#, MSSQL, MVVM, .NET, iOS, Android\n\n\n\nSaab Aeronautics\n\nTestingenjör\n\n2013 - 2014\n\nUppdragets syfte var att säkerställa att mjukvaran uppfyllde de hårt ställda krav som fanns. Underhåll samt framtagning av nya testfall med hjälp av Matlab/Simulink samt i C++ för att utföra systematiska tester av modeller. Tekniker C++, GoogleTest\n\n\n\nSaab Aeronautics\n\nMjukvaruutvecklare\n\n2012 - 2013","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":59,"to":83}}}}],["167",{"pageContent":"Saab Aeronautics\n\nMjukvaruutvecklare\n\n2012 - 2013\n\nUnderhåll av Gripen C/Ds telekrigssystem. Arbetet innefattade dokumenthantering, buggfixar samt test och verifiering. Utvecklade med hjälp av ett multimedia API ett verktyg i C# så att tidskrävande video-konverteringar kunde undvikas och därmed spara in tiotals timmar per användningstillfälle. Tekniker C#\n\n\n\nKompetensområden\n\nSystemtyper: Inbyggda system, Objektorienterade system, Mobilapplikationer\n\nVerktyg & Middleware: Git\n\nUtvecklingsspråk: C++, C#, Objective-C, Python, Swift\n\nTekniskt: C#, C++, Objekt orientering, Swift/Objective C\n\nPersonligt: Teamlead\n\nAnställningar\n\nKvadratkonsult sedan 2022\n\nMjukvaruutvecklare, IT Bolaget Per & Per 2021 - 2022\n\nMjukvaruutvecklare, Väderstad AB 2016 - 2021\n\nMjukvaruutvecklare, Avalon Innovation 2015 - 2016\n\nMjukvaruutvecklare, ÅF 2014 - 2015\n\nMjukvaruutvecklare, Combitech AB 2012 - 2014\n\nUtbildningar\n\nCertified ScrumMaster® Training, Learning Tree, 2017 - 2017","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":83,"to":121}}}}],["168",{"pageContent":"Mjukvaruutvecklare, Avalon Innovation 2015 - 2016\n\nMjukvaruutvecklare, ÅF 2014 - 2015\n\nMjukvaruutvecklare, Combitech AB 2012 - 2014\n\nUtbildningar\n\nCertified ScrumMaster® Training, Learning Tree, 2017 - 2017\n\nCivilingenjör i elektronikdesign med inriktning trådlösa system., LINKÖPINGS UNIVERSITET, 2007 - 2012","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\CV_Olof.docx","loc":{"lines":{"from":121,"to":131}}}}],["169",{"pageContent":"Gusten är bra på CI, kubernetes docker och sånt. En trevlig kille som bjuder på sig själv.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\gusten.txt","loc":{"lines":{"from":1,"to":1}}}}],["170",{"pageContent":"Mohammed är väldigt bra på frontend såsom NodeJs, React och Angular.\r\nNu har han också lärt sig att göra AI agenter och annat LLM magi.\r\nHan är väldigt entusiastisk.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\mohammed.txt","loc":{"lines":{"from":1,"to":3}}}}],["171",{"pageContent":"Ville är bra på Java och embedded systems. C++, Rust och sånt. Han är även bra på hårdvara. Ganska sur dock.","metadata":{"source":"C:\\Work\\aitest\\cvparser\\cvs\\vilhelm.txt","loc":{"lines":{"from":1,"to":1}}}}]]